{
  "Meta.Home.Title": "Bảo hiểm y tế du lịch Canada | Bảo hiểm nhân thọ & bệnh hiểm nghèo | Lợi ích nhóm | TFSA & RRSP, đầu tư",
  "Meta.Home.Description": "Truy cập Stonewell Financial ngay hôm nay để biết sản phẩm bảo hiểm và đầu tư tại Canada. Chúng tôi cung cấp các gói bảo hiểm du lịch tùy chỉnh giá cả phải chăng, y tế sinh viên, bảo hiểm du khách, bảo hiểm hủy chuyến đi, trì hoãn chuyến bay, bảo hiểm thất lạc hành lý, bảo hiểm nhân thọ, bảo hiểm bệnh hiểm nghèo, quyền lợi nhóm, TFSA, RRSP, v.v. Nhận báo giá tốt nhất từ một nhóm xuất khẩu cho mỗi sản phẩm.",
  "Meta.TravelInsurace.Title": "Bảo hiểm du lịch Canada",
  "Meta.TravelInsurace.Description": "Bảo hiểm y tế cho sinh viên quốc tế, bạn đồng hành, du khách và du khách Canada. Hỗ trợ Yêu cầu bồi thường không phải lo lắng có sẵn. Nhận bảo hiểm phù hợp từ các Nhà cung cấp hàng đầu của Canada.",
  "Meta.TravelInsurace.Student.Title": "Bảo hiểm Y tế Sinh viên Quốc tế Canada",
  "Meta.TravelInsurace.Student.Description": "Bảo hiểm y tế cho sinh viên quốc tế và những người bạn đồng hành của họ ở Canada. Bảo hiểm lên đến 5 triệu đô la. Bổ sung hỗ trợ yêu cầu bồi thường có sẵn. Hỗ trợ y tế du lịch khẩn cấp 24/7 trong nhà. Nhận bảo hiểm phù hợp từ các Nhà cung cấp hàng đầu của Canada",
  "Meta.TravelInsurace.Visitor.Title": "Khách truy cập vào Bảo hiểm Y tế Canada",
  "Meta.TravelInsurace.Visitor.Description": "Bảo hiểm y tế cho một du khách đến Canada. Bổ sung hỗ trợ yêu cầu bồi thường có sẵn. Hỗ trợ y tế du lịch khẩn cấp 24/7 trong nhà. Nhận bảo hiểm phù hợp từ các Nhà cung cấp hàng đầu của Canada",
  "Meta.TravelInsurace.Canadian.Title": "Bảo hiểm du lịch Canada",
  "Meta.TravelInsurace.Canadian.Description": "Bảo hiểm y tế cho người Canada và thường trú nhân đi du lịch nước ngoài. Nhận bảo hiểm phù hợp với mức giá phải chăng — người bạn đồng hành của bạn để được hỗ trợ. Bổ sung hỗ trợ yêu cầu bồi thường có sẵn.",
  "Meta.TravelInsurace.Inbound.Title": "Bảo hiểm du lịch ở Canada",
  "Meta.TravelInsurace.Inbound.Description": "Bảo hiểm y tế cho bất kỳ ai đến Canada. Bảo hiểm tùy chỉnh cho nhu cầu của bạn.  Hỗ trợ y tế du lịch khẩn cấp 24/7 trong nhà. Nhận bảo hiểm phù hợp từ các Nhà cung cấp hàng đầu của Canada",
  "Meta.TravelInsurace.Outbound.Title": "Bảo hiểm du lịch bên ngoài Canada",
  "Meta.TravelInsurace.Outbound.Description": "Bảo hiểm y tế cho bất kỳ ai đi du lịch từ Canada. Bảo hiểm tùy chỉnh cho nhu cầu của bạn.  Hỗ trợ y tế du lịch khẩn cấp 24/7 trong nhà. Nhận bảo hiểm phù hợp từ các Nhà cung cấp hàng đầu của Canada",
  "Meta.TravelInsurace.Quote.Title": "Nhận báo giá bảo hiểm du lịch",
  "Meta.TravelInsurace.Quote.Description": "Nhận báo giá bảo hiểm du lịch ở Canada. So sánh dễ dàng và nhanh chóng từ các Nhà cung cấp hàng đầu của Canada. Bổ sung hỗ trợ yêu cầu bồi thường không cần lo lắng có sẵn.",
  "Meta.LifeInsurace.Title": "Bảo hiểm nhân thọ Canada",
  "Meta.LifeInsurace.Description": "Bảo vệ người thân yêu của bạn. Nói chuyện với các chuyên gia trong ngành để đưa ra các quyết định quan trọng trong cuộc sống — đề xuất hoàn toàn tùy chỉnh được cung cấp cho nhu cầu của bạn.",
  "Meta.LifeInsurace.Quote.Title": "Nhận báo giá bảo hiểm nhân thọ",
  "Meta.LifeInsurace.Quote.Description": "Yêu cầu báo giá bảo hiểm nhân thọ trực tuyến tại đây. Đề xuất kế hoạch tùy chỉnh cho tình huống của bạn. Sẽ là tốt nhất nếu bạn nói chuyện với các chuyên gia trước khi đưa ra quyết định. Gọi cho chúng tôi 1-833-645-3858",
  "Meta.HealthInsurace.Title": "Bảo hiểm y tế",
  "Meta.HealthInsurace.Description": "Mua bảo hiểm sức khỏe và nha khoa cho nhu cầu của bạn. Giúp chi phí y tế của bạn không được bảo hiểm y tế tỉnh đài thọ. Kế hoạch phù hợp với mức giá phải chăng",
  "Meta.HealthInsurace.Quote.Title": "Nhận báo giá bảo hiểm y tế",
  "Meta.HealthInsurace.Quote.Description": "Yêu cầu bảo hiểm y tế trực tuyến Báo giá nhấn vào đây. Chúng tôi có thể điều chỉnh kế hoạch cho bạn. Gọi cho chúng tôi 1-833-645-3858",
  "Meta.GroupBenefits.Title": "Lợi ích nhóm",
  "Meta.GroupBenefits.Description": "Gói phúc lợi nhóm linh hoạt và giá cả phải chăng nhất dành cho các công ty có 3+ nhân viên. Tìm bảo hiểm tốt nhất cho doanh nghiệp của bạn với chúng tôi.",
  "Meta.GroupBenefits.Quote.Title": "Nhận báo giá lợi ích nhóm",
  "Meta.GroupBenefits.Quote.Description": "Yêu cầu báo giá trực tuyến Lợi ích Nhóm tại đây. Chúng tôi có thể điều chỉnh một kế hoạch cho phù hợp với nhu cầu của công ty bạn. Gọi cho chúng tôi 1-833-645-3858",
  "Meta.HAS.Title": "Tài khoản chi tiêu y tế Canada",
  "Meta.HAS.Description": "Khám phá dịch vụ chăm sóc sức khỏe toàn diện cho doanh nghiệp của bạn. Cung cấp bồi hoàn cho một loạt các chi phí liên quan đến sức khỏe. Ứng dụng dễ dàng và nhanh chóng. Hỗ trợ quản trị không phải lo lắng có sẵn.",
  "Meta.RegisterPartner.Title": "Đăng ký quan hệ đối tác với chúng tôi",
  "Meta.RegisterPartner.Description": "Bạn sẽ được hưởng lợi từ chuyên môn của chúng tôi cho doanh nghiệp của bạn bằng cách hợp tác với chúng tôi. Cùng nhau, chúng ta có thể dẫn dắt khách hàng đến một cuộc sống ổn định và thoải mái ở Canada.",
  "Meta.AboutUs.Title": "Về chúng tôi",
  "Meta.AboutUs.Description": "Stonewell Financial Services Inc. là một công ty quản lý tài chính toàn diện có trụ sở tại Toronto, trung tâm kinh tế của Canada. Quản lý của nó bao gồm các chuyên gia tài chính, chuyên gia bảo hiểm và kế toán điều lệ (CPA).",
  "Meta.ContactUs.Title": "Liên hệ với chúng tôi",
  "Meta.ContactUs.Description": "Vui lòng liên hệ với chúng tôi 24/7 tại đây. Chúng tôi đã và đang cố gắng hết sức vì sự hài lòng của khách hàng 100%. Gọi cho chúng tôi theo số 1-833-645-3858 hoặc gửi email cho chúng tôi theo số info@stonewellfinancial.com",
  "Language.EN": "Tiếng Anh",
  "Language.KO": "Tiếng Triều Tiên",
  "Email us": "Gửi email cho chúng tôi",
  "Call us today": "Gọi cho chúng tôi ngay hôm nay",
  "My page": "Trang của tôi",
  "About Us": "Về chúng tôi",
  "AboutUs.Subtitle": "Chúng tôi cam kết cung cấp một cuộc sống thịnh vượng về tài chính ở Canada cho tất cả mọi người.",
  "Partner with us": "Hợp tác với chúng tôi",
  "Request partnership": "Yêu cầu hợp tác",
  "footer.howToContact": "Cách liên hệ với Stonewell",
  "CANADA": "CANADA",
  "Life Insurance": "Bảo hiểm nhân thọ",
  "Health Insurance": "Bảo hiểm y tế",
  "Travel Insurance": "Bảo hiểm du lịch",
  "Group Benefits": "Lợi ích nhóm",
  "People": "Dân tộc",
  "Person": "Người",
  "Trip period": "Thời gian chuyến đi",
  "Home country of residence": "Quốc gia cư trú",
  "Applicants": "Ứng",
  "Number of applicants": "Số lượng ứng viên",
  "Application.Applicant.Eligible": "* Bạn có xác nhận tất cả các ứng viên đều đủ điều kiện để nộp đơn không?",
  "Quote.GHIP": "Chỉ những đương đơn được chương trình sức khỏe Tỉnh bang của Canada (OHIP, MSP, MSI, RAMQ, v.v.) đài thọ) mới có thể mua bảo hiểm du lịch.",
  "Quote.Primary": "Chính",
  "Quote.Product": "Bảo hiểm của bạn",
  "Customized Product": "Sản phẩm tùy chỉnh",
  "Add Optional Plan": "Thêm gói tùy chọn",
  "See More Benefits": "Xem thêm các lợi ích khác",
  "Service Fee": "Phí dịch vụ",
  "Quote.WalletCard": "Thẻ bảo hiểm",
  "Quote.PhysicalCard.Issue": "Phát",
  "Quote.PhysicalCard": "Bạn có muốn một thẻ bảo hiểm vật chất?",
  "Quote.sCoverage": "s Phạm vi bảo hiểm",
  "Quote.SelectPayment": "Chọn hình thức thanh toán bạn muốn",
  "Quote.PaymentValues": "Phương thức thanh toán của bạn",
  "Quote.Payment": "Thanh toán",
  "Quote.BillingAddress": "Địa chỉ thanh toán",
  "Quote.SameMailingAddress": "Nó có giống với Địa chỉ gửi thư không?",
  "Quote.CarewellPackage.Description": "Dịch vụ bồi thường",
  "Quote.CarewellPackagePlus.Description": "Dịch vụ yêu cầu bồi thường, đặt phòng tại bệnh viện, liên lạc và theo dõi",
  "Quote.PolicyNumber": "Số hợp đồng bảo hiểm",
  "Coming to Canada": "Đến Canada",
  "Going abroad from Canada": "Đi nước ngoài từ Canada",
  "Student Plan": "Kế hoạch sinh viên",
  "Visitor Plan": "Kế hoạch du khách",
  "VISITOR Plan Application": "Ứng dụng Kế hoạch của Khách truy cập Canada",
  "STUDENT Plan Application": "Đơn đăng ký chương trình dành cho sinh viên quốc tế",
  "CANADIAN Plan Application": "Ứng dụng kế hoạch Canada",
  "Visitor to Canada Plan": "Kế hoạch du khách",
  "Student Insurance": "Bảo hiểm y tế sinh viên",
  "Visitor Insurance": "Bảo hiểm sức khỏe du khách",
  "Canadian Plan": "Kế hoạch Canada",
  "Claim help": "Yêu cầu trợ giúp",
  "Brochures": "Mỏng",
  "ClaimForms": "Mẫu đơn yêu cầu bồi thường",
  "PolicyWording": "Quy tắc bảo hiểm",
  "CarewellServices": "Dịch Vụ Carewell",
  "Carewell.Title": "Thêm dịch vụ với giá cả hợp lý.",
  "Students & Companions": "Sinh viên & Đồng hành",
  "TravelProducts.StudentsCompanions.Description": "Dành cho những người đang theo học tại một trường học hoặc trường ngôn ngữ ở Canada và gia đình đi cùng của họ",
  "TravelInsurance.BenefitByPlan.policywording": "Thông tin trên là một bản tóm tắt về những lợi ích. Vui lòng kiểm tra quy tắc bảo hiểm sau khi mua gói.",
  "Contact.Title": "Chúng tôi có thể giúp gì được bạn?",
  "ContactForm.Title": "Gửi yêu cầu của bạn",
  "ContactForm.Subtitle": "Chúng tôi ở đây để trả lời bất kỳ câu hỏi nào về sản phẩm và dịch vụ của chúng tôi. Hãy liên hệ với chúng tôi và chúng tôi sẽ phản hồi sớm nhất có thể.",
  "ContactInfo.Title": "Chúng tôi luôn sẵn sàng trợ giúp",
  "ContactInfo.EmailUs": "Gửi email cho chúng tôi theo địa chỉ",
  "ContactInfo.CallUs": "Gọi cho chúng tôi theo số",
  "Contact.Office": "Ontario - Trụ sở chính",
  "Quote.Message": "Thông điệp",
  "Quote.SendMessage": "Gửi tin nhắn",
  "Quote.Estate": "Sản nghiệp",
  "Quote.Companion": "Đồng hành",
  "Quote.Activation": "Kích hoạt",
  "Quote.vendorRole": "Vai trò",
  "Quote.ActivatedDate": "Ngày kích hoạt",
  "Quote.CloseDate": "Ngày đóng cửa",
  "Dashboard.RegisterUser": "Đăng ký người dùng",
  "Dashboard.Register": "Đăng ký",
  "Dashboard.Save": "Cứu",
  "Dashboard.Close": "Đóng",
  "Dashboard.NewApplication.Title": "Bạn là kiểu khách du lịch nào?",
  "TravelProducts.Students.Description": "Dành cho những người đang theo học tại một trường học hoặc trường ngôn ngữ ở Canada",
  "TravelProducts.Companions.Description": "Đối với những người đang đi cùng gia đình của học sinh theo học tại một trường học hoặc trường ngôn ngữ ở Canada",
  "TravelProducts.Visitors.Description": "Đối với những người là khách du lịch, kỳ nghỉ làm việc, người có giấy phép lao động, siêu thị thực, thị thực du lịch hoặc không có thị thực",
  "TravelProducts.Canadian Travelers.Description": "Đối với những người là thường trú nhân tại Canada đi du lịch đến các tỉnh hoặc quốc gia khác",
  "Learn more": "Tìm hiểu thêm",
  "Button.Yes": "Có",
  "Button.No": "Không",
  "Button.Confirm": "Vâng, tôi xác nhận.",
  "Button.NotConfirm": "Không",
  "Button.Previous": "Trước",
  "Button.Next": "Sau",
  "Button.RequestQuote": "Yêu cầu báo giá",
  "Button.Purchase": "Mua",
  "Button.ProceedPayment": "Tiến hành thanh toán",
  "Button.Review": "Xem xét",
  "Button.ReviewMyApplication": "Xem xét đơn đăng ký của tôi",
  "Button.ProceedApplication": "Tiếp tục đơn đăng ký của tôi",
  "Button.Home": "Nhà",
  "Button.Apply": "Áp dụng",
  "Button.Application": "Bắt đầu ứng dụng mới",
  "Button.SignUp": "Đăng ký",
  "Button.SignIn": "Đăng nhập",
  "Button.ResetPassword": "Đặt lại qua Email",
  "Button.GoToTravelInsurance": "Chuyển đến Báo giá bảo hiểm y tế cho sinh viên / du khách",
  "Button.Save": "Cứu",
  "Life Insurance Subtitle": "Di sản, Hy vọng, tình yêu và sự quan tâm",
  "Health Insurance Subtitle": "Uy tín, Đoàn kết, Trao quyền và Bổ sung",
  "Travel Insurance Subtitle": "Phiêu lưu, Bất cẩn, Có thể đảo ngược và Không sợ hãi",
  "Group Benefits Subtitle": "Tăng tinh thần, lòng trung thành và sự đánh giá cao",
  "Get a quote": "Nhận báo giá",
  "Home.Section1.Subtitle": "Chúng tôi đề xuất các sản phẩm bảo hiểm phù hợp với tình huống của bạn",
  "Home.Section1.Title": "Nhà cung cấp bảo hiểm cho tất cả mọi người ở Canada",
  "Home.Section2.Subtitle": "Một điểm dừng để lập kế hoạch tài chính",
  "Home.Section2.Title": "Tại sao lại là Stonewell Financial?",
  "Home.Section3.Subtitle": "Nhận trợ giúp trang trải các chi phí y tế bất ngờ khi đi du lịch.",
  "Home.Section3.Title": "Bảo hiểm du lịch cho tất cả mọi người",
  "Home.Section4.Subtitle": "Cuộc sống của bạn sẽ dễ dàng hơn nhiều",
  "Home.Section4.Title": "Chúng tôi làm việc như thế nào",
  "Home.Section5.Subtitle": "Chúng tôi cung cấp dịch vụ chất lượng cao cho khách hàng thông qua quan hệ đối tác với các công ty toàn cầu.",
  "Home.Section5.Title": "Đối tác toàn cầu của chúng tôi",
  "HomeProduct.TravelInsurance.Description": "Đối với những người đang đi du lịch đến Canada hoặc từ Canada",
  "HomeProduct.LifeInsurance.Description": "Cung cấp sự an toàn tài chính cho gia đình bạn mà không bị căng thẳng",
  "HomeProduct.HealthInsurance.Description": "Giúp trang trải các chi phí y tế không được tài trợ bởi các chương trình của tỉnh",
  "HomeProduct.GroupInsurance.Description": "Cung cấp cho nhân viên của bạn các lợi ích về sức khỏe, nha khoa, sức khỏe, v.v.",
  "Banner.Whyus.label": "Tại sao lại là Stonewell Financial?",
  "Banner.Whyus.detail": "Chúng tôi được công ty bảo hiểm trả tiền để giúp bạn có được sản phẩm phù hợp nhất dựa trên nhu cầu và ngân sách của bạn. Chúng tôi, với tư cách là nhà môi giới, đại diện cho lợi ích tốt nhất của khách hàng và chúng tôi phải siêng năng hiểu tình hình, điều kiện và yêu cầu của bạn để tìm ra giải pháp tốt nhất.",
  "Banner.Whyus.list.personalAdvice.label": "Lời khuyên được cá nhân hóa",
  "Banner.Whyus.list.personalAdvice.detail": "Bạn nên tham khảo ý kiến của chúng tôi để thiết kế sản phẩm bảo hiểm tốt nhất cho ngân sách của bạn.",
  "Banner.Whyus.list.strongService.label": "Mối quan hệ đang diễn ra",
  "Banner.Whyus.list.strongService.detail": "Chúng tôi ở đây cho bạn từ đầu đến cuối. Đây là giá trị của chúng tôi so với những người khác.",
  "Banner.Whyus.list.sepecificInsurance.label": "Không có lợi",
  "Banner.Whyus.list.sepecificInsurance.detail": "Việc lựa chọn gói phù hợp khá phức tạp và đôi khi nó chỉ có thể bị thiên vị bởi giá cả và tên của công ty.",
  "Banner.Whyus.list.ProcessClaim.ClaimProcess.label.label": "Điền vào mẫu đơn yêu cầu bồi thường",
  "Banner.Whyus.list.ProcessClaim.ClaimProcess.First.desc.detail": "Tải xuống và điền vào mẫu yêu cầu bồi thường. Số hợp đồng bảo hiểm có trên Xác nhận bảo hiểm mà bạn nhận được khi mua hàng. Vui lòng kiểm tra số hợp đồng bảo hiểm của bạn để liên lạc với công ty bảo hiểm trong bước tiếp theo.",
  "Banner.Whyus.list.ProcessClaim.ClaimProcess.Second.title.label": "Liên hệ với công ty bảo hiểm của bạn.",
  "Banner.Whyus.list.ProcessClaim.ClaimProcess.Second.desc.detail": "Gọi cho công ty bảo hiểm của bạn và trả lời các câu hỏi đơn giản. Công ty bảo hiểm sẽ mở yêu cầu bồi thường. Vui lòng ghi lại Số yêu cầu bồi thường, điền vào mẫu đơn yêu cầu bồi thường và gửi các tài liệu như biên lai và hóa đơn gốc cùng với hồ sơ y tế đến bộ phận yêu cầu bồi thường của công ty bảo hiểm qua email. Yêu cầu bồi thường sẽ được xử lý sau khi xác minh bởi công ty bảo hiểm.",
  "Banner.Whyus.list.ProcessClaim.ClaimProcess.Third.title.label": "Nhận số tiền được bảo hiểm của bạn bằng séc nếu yêu cầu của bạn được chấp thuận",
  "Banner.Whyus.list.ProcessClaim.ClaimProcess.Third.desc.detail": "Số tiền bảo hiểm được chấp thuận sẽ được gửi qua đường bưu điện cho bạn bằng séc.",
  "Banner.Whyus.list.howStonewellWorksTitle1.label": "Tư vấn tình hình tài chính",
  "Banner.Whyus.list.howStonewellWorksTitle2.label": "Điền đơn đăng ký",
  "Banner.Whyus.list.howStonewellWorksTitle3.label": "Thanh toán và nhận hợp đồng bảo hiểm",
  "Banner.Whyus.list.howStonewellWorksTitle4.label": "Nhận các dịch vụ đang diễn ra",
  "Banner.Whyus.list.howStonewellWorksDescription1.detail": "Thông qua tư vấn với đại lý, chúng tôi sẽ hiểu được tình hình tài chính của khách hàng. Chúng tôi kiểm tra các sản phẩm bảo hiểm và đầu tư mà khách hàng đã có và tìm các bộ phận cần thiết bổ sung. Chúng tôi thiết kế các sản phẩm tốt nhất cho ngân sách của bạn cho bất kỳ nhu cầu bảo hiểm khác nhau.",
  "Banner.Whyus.list.howStonewellWorksDescription2.detail": "Khi bạn đã quyết định đăng ký sản phẩm bảo hiểm, chúng tôi sẽ chuẩn bị các bộ phận bổ sung (kiểm tra y tế) cần thiết để đăng ký. Sau đó, điền vào mẫu đơn.",
  "Banner.Whyus.list.howStonewellWorksDescription3.detail": "Khi công ty bảo hiểm chấp thuận hợp đồng, chúng tôi sẽ gửi hợp đồng bảo hiểm qua đường bưu điện với phí bảo hiểm bắt đầu từ tháng đầu tiên.  Mua bảo hiểm đã hoàn tất.",
  "Banner.Whyus.list.howStonewellWorksDescription4.detail": "Tùy thuộc vào sản phẩm bảo hiểm đã mua của bạn, bạn có thể cần trợ giúp về yêu cầu bảo hiểm, cho vay chính sách, rút giá trị tiền mặt, v.v. Liên hệ với chúng tôi bất cứ lúc nào để chúng tôi có thể giúp đỡ nhanh chóng.",
  "LifeInsurance.Definition.label": "Bảo hiểm nhân thọ là gì?",
  "LifeInsurance.Definition.detail": "Bảo hiểm nhân thọ là một hợp đồng pháp lý giữa một công ty bảo hiểm và một người, trong đó công ty bảo hiểm có nghĩa vụ trả cho người thụ hưởng một khoản tiền trợ cấp bảo hiểm nhân thọ khi người được bảo hiểm qua đời. Bảo hiểm nhân thọ là nền tảng của việc lập kế hoạch tài chính hợp lý và nó có thể giúp bạn khi bạn lập kế hoạch cho tương lai của gia đình hoặc doanh nghiệp của mình. Chọn một chương trình bảo hiểm nhân thọ là một nhiệm vụ thiết yếu và phức tạp, và chuyên gia được cấp phép của chúng tôi sẽ đánh giá các yêu cầu của bạn và tùy chỉnh một kế hoạch để phù hợp với nhu cầu và ngân sách của bạn.",
  "LifeInsurance.WhyNeed.label": "Tại sao bạn cần bảo hiểm nhân thọ?",
  "LifeInsurance.WhyNeed.detail": "Tất nhiên, mọi người đều cần bảo hiểm nhân thọ. Cái chết là điều không thể tránh khỏi đối với tất cả mọi người, và bảo hiểm nhân thọ là một kế hoạch thiết yếu khi chúng ta không biết Khi nào, Ở đâu và cái chết sẽ xảy ra với chúng ta như thế nào.",
  "TravelInsurance.WhyNeed.Canadian.label": "Tại sao bạn cần bảo hiểm du lịch?",
  "TravelInsurance.WhyNeed.Canadian.detail": "Bảo hiểm tỉnh không chi trả mọi thứ khi đi du lịch đến một quốc gia hoặc tiểu bang khác. Đừng lo lắng về việc làm thế nào để chi trả cho các chi phí y tế trong khi đi du lịch và sinh hoạt. Được bảo vệ khỏi các chi phí y tế và phi y tế bất ngờ (mất hành lý, chuyến đi bị hủy hoặc bị gián đoạn) với phí bảo hiểm hợp lý từ bảo hiểm du lịch Canada.",
  "TravelInsurance.Selection.Canadian.label": "Ai đủ điều kiện?",
  "FeatureCard.list.bringPeace": "Mang lại sự an tâm",
  "FeatureCard.list.protectFamily": "Bảo vệ người thân",
  "FeatureCard.list.payoff": "Trả hết nợ",
  "FeatureCard.list.protectTax": "Bảo vệ bất động sản của bạn",
  "FeatureCard.list.studentSumInsured": "$2M đến $5M",
  "FeatureCard.list.visitorSumInsured": "$10,000 đến $300,000",
  "FeatureCard.list.canadianSumInsured": "$5M đến $10M",
  "FeatureCard.list.DentalHealthEyes": "Nha khoa & Sức khỏe & Mắt",
  "FeatureCard.list.Dental": "Nha khoa",
  "FeatureCard.list.ProServices": "Dịch vụ chuyên nghiệp",
  "FeatureCard.list.prescriptionDrug": "Thuốc theo toa",
  "FeatureCard.list.HealthEyes": "Khám sức khỏe & mắt",
  "FeatureCard.list.HSA1": "Phí bảo hiểm Y tế hoặc Medicare",
  "FeatureCard.list.HSA2": "Dịch vụ bệnh viện",
  "FeatureCard.list.HSA3": "Phí bảo hiểm nghiêm trọng - bao gồm chăm sóc dài hạn và thương tích Medicare",
  "FeatureCard.list.HSA4": "Chăm sóc nha khoa",
  "FeatureCard.list.HSA5": "Thiết bị y tế",
  "FeatureCard.list.HSA6": "Dịch vụ sức khỏe tâm thần",
  "FeatureCard.list.HSA7": "Thăm khám bác sĩ",
  "FeatureCard.list.HSA8": "Chăm sóc phòng ngừa",
  "FeatureCard.list.HSA9": "Khám mắt, đeo kính hoặc kính áp tròng",
  "FeatureCard.list.HSA10": "Máy trợ thính",
  "FeatureCard.list.HSA11": "Chăm sóc tại nhà",
  "FeatureCard.list.HSA12": "Ngừng hút thuốc",
  "Partner.WhyShouldPartner.Label": "Tại sao chúng ta nên làm việc cùng nhau",
  "Partner.WhoIdealPartner.Label": "Ai là đối tác lý tưởng?",
  "Partner.BecomePartner.Label": "Bạn có muốn hợp tác với chúng tôi không?",
  "Partner.Register.Title": "Hợp tác với chúng tôi",
  "Partner.Register.SubTitle": "Stonewell đang tìm kiếm các nhà môi giới và đối tác bảo hiểm để cùng nhau lãnh đạo ngành bảo hiểm du lịch.",
  "Partner.Register.CompanyName": "Tên công ty",
  "Partner.Register.OfficeLocation": "Bạn có văn phòng tại Canada không?",
  "Partner.Register.CompanyInformation.Title": "Thông tin công ty",
  "Partner.Register.CEOInformation.Title": "Thông tin CEO",
  "Partner.Register.ClientInformation.Title": "Thông tin khách hàng",
  "Partner.Register.ClientNumber.Label": "Số lượng khách hàng ước tính mỗi năm",
  "Partner.Register.ClientProvince.Label": "Các tỉnh được truy cập nhiều nhất của Canada",
  "Partner.Register.Button.Submit": "Gửi đơn đăng ký",
  "LifeInsurance.Type.label": "Các loại bảo hiểm nhân thọ",
  "LifeInsurance.Type.detail": "Hãy dành thời gian của bạn để tìm loại bảo hiểm nhân thọ phù hợp với bạn nhất. Hầu hết trong số họ dành thời gian của họ để xây dựng sự giàu có nhưng bỏ bê để bảo vệ nó. Trong lập kế hoạch tài chính, mua bảo hiểm nhân thọ phù hợp là bước đầu tiên để ứng phó với lạm phát gia tăng, tuổi thọ dài hơn và lối sống thay đổi nhanh chóng.",
  "LifeInsurance.Type.tab.term": "Bảo hiểm có kỳ hạn",
  "LifeInsurance.Type.tab.whole": "Bảo hiểm trọn đời",
  "LifeInsurance.Type.tab.universal": "Bảo hiểm nhân thọ liên kết chung",
  "LifeInsurance.Type.term.what": "Bảo hiểm có kỳ hạn là gì?",
  "LifeInsurance.Type.term.what.detail": "Bảo hiểm nhân thọ có kỳ hạn, đôi khi được gọi là bảo hiểm nhân thọ thuần túy, là một loại bảo hiểm nhân thọ đảm bảo thanh toán một quyền lợi tử vong nhất định nếu người được bảo hiểm chết trong một khoảng thời gian cụ thể. Khi hợp đồng bảo hiểm nhân thọ có thời hạn hết hạn, chủ hợp đồng có quyền lựa chọn gia hạn thêm một thời hạn nữa, chuyển đổi hợp đồng thành bảo hiểm vĩnh viễn hoặc cho phép hợp đồng hết hiệu lực.",
  "LifeInsurance.Type.term.benefit": "Quyền lợi bảo hiểm có kỳ hạn",
  "LifeInsurance.Type.term.what.list.affordable": "Lợi ích không thể chấp nhận nhất",
  "LifeInsurance.Type.term.what.list.protection": "Bảo vệ tạm thời",
  "LifeInsurance.Type.term.what.list.taxfree": "Thanh toán miễn thuế",
  "LifeInsurance.Type.term.right": "Bảo hiểm nhân thọ có kỳ hạn phù hợp với bạn không?",
  "LifeInsurance.Type.term.right.detail": "Bảo hiểm có kỳ hạn là một giải pháp hiệu quả nếu bạn:",
  "LifeInsurance.Type.term.right.list.benefit": "Tìm kiếm khả năng chi trả và bổ sung quyền lợi tử vong cao hơn cho bảo hiểm trọn đời ",
  "LifeInsurance.Type.term.right.list.protection": "Tìm kiếm sự bảo vệ tạm thời (ví dụ, để trang trải một khoản vay thế chấp hoặc kinh doanh hoặc cho đến khi con bạn học xong)",
  "LifeInsurance.Type.term.right.list.businessOwner": "Chủ doanh nghiệp cần sự bảo vệ của người chủ chốt hoặc một cách để tài trợ cho các thỏa thuận mua / bán",
  "LifeInsurance.Type.whole.what": "Bảo hiểm trọn đời là gì?",
  "LifeInsurance.Type.whole.what.detail": "Bản thân Bảo hiểm trọn đời có nghĩa là bảo hiểm nhân thọ suốt đời. Nếu bạn đóng phí bảo hiểm trong thời gian hợp đồng, đó là một nguyên tắc cung cấp bảo hiểm trọn đời. Nó còn được gọi là bảo hiểm nhân thọ loại tiết kiệm vì cổ tức hàng năm hoặc giá trị tiền mặt được tích lũy khi một số phí bảo hiểm được tích lũy. Bảo hiểm trọn đời là",
  "LifeInsurance.Type.whole.benefit": "Quyền lợi bảo hiểm trọn đời",
  "LifeInsurance.Type.whole.what.list.lastLifetime": "kéo dài suốt đời của người được bảo hiểm mà không hết hạn",
  "LifeInsurance.Type.whole.what.list.savingCash": "bảo hiểm có thành phần tiết kiệm trong đó tiền mặt có thể tích tụ",
  "LifeInsurance.Type.whole.what.list.deathBenefit": "bảo hiểm mà quyền lợi tử vong có thể được tăng lên với các lựa chọn cổ tức của bạn trong suốt các năm hợp đồng",
  "LifeInsurance.Type.whole.what.list.taxfree": "thanh toán miễn thuế",
  "LifeInsurance.Type.whole.whenNeed": "Khi bạn cần Bảo hiểm trọn đời",
  "LifeInsurance.Type.whole.whenNeed.detail": "Bảo hiểm trọn đời là một khoản phí bảo hiểm cao hơn nhiều so với bảo hiểm nhân thọ có kỳ hạn. Nó có thể không phù hợp với tất cả mọi người: ",
  "LifeInsurance.Type.whole.whenNeed.list.longProtection": "Ai muốn bảo vệ lâu dài",
  "LifeInsurance.Type.whole.whenNeed.list.businessOwner": "Chủ sở hữu kinh doanh có kế hoạch kế nhiệm trong tâm trí",
  "LifeInsurance.Type.whole.whenNeed.list.familyLongitivity": "Những người có tiền sử gia đình với sự lâu dài",
  "LifeInsurance.Type.whole.whenNeed.list.protectAsset": "Ai muốn bảo vệ tài sản của họ",
  "LifeInsurance.Type.universal.what": "Bảo hiểm nhân thọ Universial là gì?",
  "LifeInsurance.Type.universal.what.detail": "Do tính linh hoạt mà nó mang lại, bảo hiểm nhân thọ liên kết chung còn được gọi là bảo hiểm nhân thọ linh hoạt. Khi có tiền trong tài khoản, bạn có quyền tự do giảm hoặc nâng cao quyền lợi tử vong của mình và đóng phí bảo hiểm của mình với bất kỳ số tiền nào (trong giới hạn nhất định).",
  "LifeInsurance.Type.universal.benefit": "Lợi ích của bảo hiểm nhân thọ Univeral",
  "LifeInsurance.Type.universal.benefit.list.flexibility": "Cung cấp cho bên mua bảo hiểm sự linh hoạt hơn bất kỳ loại hình bảo hiểm nhân thọ nào khác.",
  "LifeInsurance.Type.universal.benefit.list.investment": "Chủ hợp đồng có quyền truy cập vào một loạt các tùy chọn đầu tư",
  "LifeInsurance.Type.universal.benefit.list.depositsAdjustable": "Miễn là số dư tài khoản khớp với các khoản khấu trừ thông thường, tiền gửi có thể được tăng lên, hạ xuống hoặc đình chỉ.",
  "LifeInsurance.Type.universal.benefit.list.taxfree": "Các lựa chọn đầu tư được ưu đãi về thuế",
  "LifeInsurance.Type.universal.whenNeed": "Bảo hiểm nhân thọ Universial là gì?",
  "LifeInsurance.Type.universal.whenNeed.detail": "Bảo hiểm nhân thọ liên kết chung phù hợp với bạn nếu:",
  "LifeInsurance.Type.universal.whenNeed.list.longProtection": "Bạn là một cá nhân có giá trị ròng cao, người đã cạn kiệt tất cả các lựa chọn đầu tư có lợi thế về thuế hiện có và đang tìm kiếm một cách khác để tiết kiệm miễn thuế.",
  "LifeInsurance.Type.universal.whenNeed.list.businessOwner": "Bạn có một người phụ thuộc lâu dài và cần một hợp đồng bảo hiểm nhân thọ sẽ không hết hạn trước khi bạn làm.",
  "LifeInsurance.Type.universal.whenNeed.list.familyLongitivity": "Bạn mong muốn sự linh hoạt để đầu tư đô la cao cấp của mình và chắc chắn rằng bạn có thể nhận được lợi nhuận cao hơn bảo hiểm trọn đời.",
  "LifeInsurance.Type.universal.whenNeed.list.protectAsset": "Bạn sẽ muốn có một hợp đồng bảo hiểm nhân thọ vĩnh viễn cho phép bạn thay đổi phí bảo hiểm và quyền lợi tử vong khi hoàn cảnh của bạn thay đổi.",
  "LifeInsurance.WhenNeed.label": "Khi bạn cần bảo hiểm nhân thọ",
  "LifeInsurance.WhenNeed.detail": "Bạn có thể muốn mua bảo hiểm nhân thọ trong trường hợp vượt qua sớm cho một loạt các sự kiện cuộc sống.",
  "IconCard.list.newCanada": "Mới đến Canada",
  "IconCard.list.startBusiness": "Bắt đầu kinh doanh",
  "IconCard.list.getMerried": "Kết hôn",
  "IconCard.list.haveBaby": "Có con",
  "IconCard.list.buyHome": "Mua nhà",
  "IconCard.list.Promo": "Thúc đẩy",
  "IconCard.list.estatePlan": "Lập kế hoạch bất động sản",
  "IconCard.list.detail.newCanada": "Nhập cư vào Canada có thể thú vị và đối mặt với những thách thức mới. Bảo hiểm nhân thọ sẽ mang đến cho bạn và gia đình sự an tâm về mọi mặt",
  "IconCard.list.detail.startBusiness": "Nhìn chằm chằm vào doanh nghiệp của riêng bạn hoặc chuyển sang một công việc mới? Nếu bạn đột ngột qua đời, đó sẽ là sự hỗn loạn tài chính cho đối tác kinh doanh hoặc gia đình của bạn",
  "IconCard.list.detail.getMerried": "Bây giờ bạn đã liên kết tài chính với nhau và có thể muốn lập kế hoạch tài chính cho tương lai. Bảo hiểm nhân thọ là một trong những yếu tố quan trọng khi lập kế hoạch tài chính.",
  "IconCard.list.detail.haveBaby": "Hôm nay có thể là thời điểm tốt nhất để mua bảo hiểm nhân thọ. Không còn lời bào chữa và trì hoãn ",
  "IconCard.list.detail.buyHome": "Chúc mừng! Bây giờ bạn có một tài sản đáng kể được tận dụng để thế chấp ngân hàng. Thêm nợ? Sau đó, sẽ là tốt nhất nếu bạn có nhiều bảo hiểm nhân thọ hơn",
  "IconCard.list.detail.Promo": "Thúc đẩy",
  "IconCard.list.detail.estatePlan": "Số tiền bảo hiểm nhân thọ có thể được sử dụng để thanh toán các khoản nợ như thuế và nợ cuối cùng. Gia đình còn lại của bạn không phải bán bất động sản của bạn để có thể bảo tồn giá trị.",
  "IconCard.list.prescriptionDrugs": "Thuốc theo toa",
  "IconCard.list.dentalCare": "Chăm sóc nha khoa",
  "IconCard.list.disabilityPrograms": "Các chương trình dành cho người khuyết tật",
  "IconCard.list.lifeCriticalAccdientIns": "Bảo hiểm nhân thọ, bệnh hiểm nghèo và tai nạn",
  "IconCard.list.HSA": "Tài khoản chi tiêu chăm sóc sức khỏe",
  "IconCard.list.expatsOrNewtoCanada": "Người nước ngoài hoặc người mới đến Canada bảo hiểm",
  "IconCard.list.retiressOrSelfEmployed": "Lợi ích cho người về hưu hoặc tự kinh doanh",
  "IconCard.list.travelIns": "Bảo hiểm y tế khẩn cấp và hỗ trợ du lịch",
  "IconCard.list.detail.prescriptionDrugs": "Sức khỏe nhân viên có liên quan đến năng suất của công ty. Bảo hiểm thuốc theo toa bao gồm những thứ không được bảo hiểm chính quyền tỉnh đài thọ.",
  "IconCard.list.detail.dentalCare": "Bảo hiểm nha khoa là một trong những đặc quyền phổ biến nhất của nhân viên, nhưng một chuyến đi đến nha sĩ có thể tốn kém. Phúc lợi nha khoa sẽ giúp nhân viên của bạn tiết kiệm tiền cho việc chăm sóc răng miệng đồng thời bảo vệ sức khỏe răng miệng của họ.",
  "IconCard.list.detail.disabilityPrograms": "Điểm mấu chốt của bạn bị ảnh hưởng bởi việc mất năng suất, vắng mặt, chi tiêu thuốc leo thang và khuyết tật. Tạo ra một chương trình quản lý sức khỏe và khuyết tật được sắp xếp hợp lý để hỗ trợ ngăn chặn chi phí và phục hồi chức năng.",
  "IconCard.list.detail.lifeCriticalAccdientIns": "Bạn có thể hỗ trợ nhân viên của mình trong trường hợp xảy ra thảm họa. Bạn có nhiều lựa chọn thay thế để cung cấp hỗ trợ tài chính cho nhân viên của bạn và gia đình của họ trong trường hợp bị bệnh, tai nạn hoặc tử vong.",
  "IconCard.list.detail.HSA": "Cung cấp bảo hiểm linh hoạt, hiệu quả về thuế cho nhân viên của bạn đối với các chi phí liên quan đến sức khỏe không được chương trình của họ chi trả hoặc để bổ sung các quyền lợi của họ.",
  "IconCard.list.detail.expatsOrNewtoCanada": "Thị trường việc làm là quốc tế. Đảm bảo nhân viên chuyển đến Canada hoặc các quốc gia khác có bảo hiểm y tế mà họ cần",
  "IconCard.list.detail.retiressOrSelfEmployed": "Cung cấp bảo hiểm y tế và nha khoa toàn diện cho nhân viên của bạn khi nghỉ hưu để họ có thể tập trung vào việc tận hưởng những gì họ đã làm việc rất chăm chỉ.",
  "IconCard.list.detail.travelIns": "Tăng giá trị của chương trình bảo hiểm của bạn bằng cách bao gồm bảo hiểm y tế khẩn cấp ngoài quốc gia và hỗ trợ đi lại toàn cầu cho nhân viên của bạn, bất cứ nơi nào và bất cứ khi nào họ cần.",
  "IconCard.list.students": "Sinh viên",
  "IconCard.list.graduates": "Sinh viên tốt nghiệp gần đây",
  "IconCard.list.companions": "Đồng hành sinh viên",
  "IconCard.list.detail.students": "Những người đang theo học tại một trường học hoặc trường ngôn ngữ ở Canada (dưới 69 tuổi)",
  "IconCard.list.detail.graduates": "Những người đã tốt nghiệp cao đẳng / đại học Canada hoặc sau đại học trong vòng chưa đầy một năm (dưới 69 tuổi)",
  "IconCard.list.detail.companions": "Những người đang đồng hành cùng gia đình của học sinh theo học tại một trường học hoặc trường ngôn ngữ ở Canada",
  "IconCard.list.pr": "Bất kỳ ai có bảo hiểm y tế cấp tỉnh",
  "IconCard.list.canadian": "Công dân Canada",
  "LifeInsurance.BannerQuote": "Bảo hiểm nhân thọ có giá cả phải chăng hơn bạn nghĩ",
  "HealthInsurance.BannerQuote": "Che kính và kính áp tròng, thuốc, phương pháp điều trị nha khoa, mát-xa, du lịch và hơn thế nữa!",
  "GroupBenefits.BannerQuote": "Hãy cùng nhau đưa ra một chiến lược phù hợp với công ty của bạn.",
  "LifeInsurance.FAQ.label": "Các câu hỏi thường gặp",
  "LifeInsurance.FAQ.detail": "Ngành bảo hiểm nhân thọ đã gặp khó khăn với các chiến thuật bán hàng áp lực cao, đầy biệt ngữ trong nhiều thập kỷ. Chúng tôi muốn hướng dẫn bạn trong suốt quá trình để bạn chọn chính sách của mình vì những lý do phù hợp vào thời gian của riêng bạn.",
  "LifeInsurance.FAQ.list.ShouldIBuy": "Những gì được và không được bảo hiểm nhân thọ chi trả?",
  "LifeInsurance.FAQ.list.ShouldIBuy.detail": "Nó tùy thuộc vào ngân sách và thời gian của bạn về nhu cầu bảo hiểm nhân thọ. Nếu bạn muốn cung cấp tiền bảo hiểm nhân thọ cho con bạn, thì nhu cầu lâu dài chắc chắn, bảo hiểm nhân thọ vĩnh viễn sẽ cung cấp cho bạn cho đứa trẻ. Nếu bạn định bảo vệ khoản thế chấp của mình, giáo dục của con, quan hệ đối tác kinh doanh hoặc cho đến khi nghỉ hưu, thì nên xem xét kế hoạch bảo hiểm có kỳ hạn. Nhớ! Thuật ngữ này dành cho các nhu cầu ngắn hạn và Vĩnh viễn dành cho nhu cầu dài hạn. Bạn sẽ nhận được những gì được trả cho.",
  "LifeInsurance.FAQ.list.HowMuchLifeInsuranceCoverage": "Tôi cần bao nhiêu bảo hiểm nhân thọ?",
  "LifeInsurance.FAQ.list.HowMuchLifeInsuranceCoverage.detail": "Nhiều công thức hoặc công cụ tính toán có sẵn trên internet và bạn sẽ nhận được một số tiền bảo hiểm nhân thọ lý tưởng dựa trên thu nhập, các khoản nợ và chi phí của mình. Xác định số tiền bảo hiểm sẽ đòi hỏi một vài điều như ngân sách của bạn, nhu cầu ngắn hạn hoặc dài hạn, lạm phát, lối sống của người thụ hưởng thay đổi mà không có bạn, thu nhập hưu trí, tài sản, tổng nợ và quan trọng nhất là sẵn sàng để lại tiền cho gia đình bạn, nói cách khác, tình yêu. Cách tốt nhất để làm tất cả những điều đó là có sẵn thời gian với cố vấn bảo hiểm để đáp ứng nhu cầu của bạn",
  "LifeInsurance.FAQ.list.WhichInsuranceCompany": "Tôi nên mua từ công ty bảo hiểm nào?",
  "LifeInsurance.FAQ.list.WhichInsuranceCompany.detail": "Chúng tôi rất hiếm khi nhận được những câu hỏi này vì cố vấn bảo hiểm thường khuyên hầu hết mọi người trừ khi họ mua sản phẩm trực tiếp từ trang web của một công ty bảo hiểm cụ thể. Ngay cả khi cố vấn bảo hiểm của bạn đề xuất nó, bạn nên xem xét dưới đây,,",
  "LifeInsurance.FAQ.list.HouwMuchLifeInsuranceCost": "Chi phí bảo hiểm nhân thọ là bao nhiêu?",
  "LifeInsurance.FAQ.list.HouwMuchLifeInsuranceCost.detail": "Nó phụ thuộc vào loại sản phẩm bảo hiểm; Nói chung, bảo hiểm ngắn hạn là mức phí bảo hiểm thấp nhất so với các hợp đồng trọn đời vĩnh viễn truyền thống. Ngoài các loại sản phẩm, có nhiều yếu tố ảnh hưởng đến chi phí bảo hiểm, chẳng hạn như tuổi tác, giới tính, tiền sử sức khỏe gia đình, nguy cơ nghề nghiệp, lối sống (hồ sơ lái xe, uống rượu, hút thuốc), tiền sử sức khỏe và tình hình sức khỏe hiện tại. Bạn nên liên hệ với một cố vấn bảo hiểm để xem liệu bạn có thể đủ điều kiện nhận bảo hiểm nhân thọ hay không trước khi chọn một loại hợp đồng.",
  "LifeInsurance.FAQ.list.CanBeDeclined": "Đơn đăng ký bảo hiểm nhân thọ của tôi có thể bị từ chối không?",
  "LifeInsurance.FAQ.list.CanBeDeclined.detail": "Hãy nhớ rằng, mua bảo hiểm nhân thọ không phải là một quyền. Đó là một đặc ân. Đặc quyền này có thể bị tước đoạt do sức khỏe và tuổi già của bạn. Bạn nên cân nhắc mua bảo hiểm nhân thọ khi còn trẻ và khỏe mạnh cho tương lai.",
  "LifeInsurance.FAQ.list.HowLongShouldNonSmoke": "bao lâu tôi không nên 'không hút thuốc để đủ điều kiện là tỷ lệ không hút thuốc?",
  "LifeInsurance.FAQ.list.HowLongShouldNonSmoke.detail": "Quý vị có thể đủ điều kiện nhận mức giá không hút thuốc nếu quý vị là người không hút thuốc trong 12 tháng qua. Điều này có nghĩa là bạn không còn hút thuốc, tiêu thụ hoặc sử dụng thuốc lá, xì gà, thuốc lá nhai, miếng dán nicotine, kẹo cao su nicotine hoặc vaping.",
  "HealthInsurance.What.label": "Bảo hiểm y tế là gì?",
  "HealthInsurance.What.detail": "Bảo hiểm y tế hoặc Quyền lợi sinh hoạt là một hợp đồng bảo hiểm chi trả thu nhập hàng tháng, số tiền một lần hoặc khi bạn cần trong trường hợp bạn bị tàn tật, được chẩn đoán mắc bệnh hiểm nghèo hoặc cần chăm sóc sức khỏe kéo dài. Không giống như bảo hiểm nhân thọ, Chương trình bảo hiểm sức khỏe là các chính sách bảo hiểm cung cấp quyền lợi tài chính cho những nạn nhân sống sót phải đối mặt với các vấn đề do khuyết tật, bệnh tật, tai nạn và phụ thuộc vào thể chất. Ba loại sản phẩm bảo hiểm y tế cung cấp sự bảo vệ bạn cần ở mỗi giai đoạn trong cuộc sống. Một cố vấn có thể giúp bạn hiểu làm thế nào các sản phẩm này phù hợp với kế hoạch tài chính của bạn.",
  "HealthInsurance.WhyNeed.label": "Tại sao bạn cần bảo hiểm y tế?",
  "HealthInsurance.WhyNeed.detail": "Bạn có thể muốn xem xét bảo hiểm y tế cá nhân nếu:",
  "List.notInGroupIns": "Bạn không có lợi ích sức khỏe thông qua chủ lao động của bạn.",
  "List.noGroupIns": "Bạn đang mất bảo hiểm nhóm của mình.",
  "List.additonalBenefits": "Quý vị muốn các phúc lợi bổ sung không được cung cấp bởi chương trình của chủ lao động hoặc bảo hiểm y tế và thuốc của tỉnh hoặc vùng lãnh thổ của quý vị. Bạn phải có bảo hiểm y tế và thuốc cấp tỉnh hoặc vùng lãnh thổ để đăng ký bảo hiểm y tế cá nhân.",
  "HealthInsurance.Type.label": "Những gì được bảo hiểm?",
  "HealthInsurance.Type.detail": "Mặc dù nhiều chi phí y tế được chi trả bởi các chương trình y tế và ma túy của tỉnh và vùng lãnh thổ, nhưng có một số lỗ hổng có thể có tác động tài chính đáng kể.",
  "List.HealthInsurance.Type.basicDrugs": "Thuốc theo toa cơ bản",
  "List.HealthInsurance.Type.enhancedDrugs": "Thuốc theo toa tăng cường",
  "List.HealthInsurance.Type.dentalCare": "Chăm sóc nha khoa",
  "List.HealthInsurance.Type.hospitalCash": "Tiền mặt tại bệnh viện",
  "List.HealthInsurance.Type.annualTravel": "Du lịch hàng năm",
  "HealthInsurance.FAQ.list.WhyNeed": "Tại sao nên mua bảo hiểm y tế?",
  "HealthInsurance.FAQ.list.WhyNeed.detail": "Một chương trình bảo hiểm y tế toàn diện sẽ bảo vệ bạn và gia đình bạn. Không ai có thể hoàn toàn chuẩn bị cho trường hợp khẩn cấp y tế. Tuy nhiên, bệnh tật và chấn thương là một phần không thể tránh khỏi của cuộc sống. Bạn và gia đình bạn có an toàn trong trường hợp khẩn cấp không? Bạn có thể nhận được bảo hiểm sẽ chuẩn bị cho bạn bất cứ điều gì cuộc sống ném vào bạn với một khoản phí hợp lý hàng tháng. Bảo hiểm y tế bảo vệ bạn khỏi căng thẳng tài chính khi phải trả tiền cho các thủ tục y tế tốn kém. Những hoạt động này có thể khiến bạn mất 100,000 đô la trở lên trong trường hợp xấu nhất. Đưa ra chiến lược ngay hôm nay để bảo vệ sức khỏe của bạn và gia đình bạn",
  "HealthInsurance.FAQ.list.CantJustGHIP": " Không phải chúng ta chỉ cần bảo hiểm y tế tỉnh bang Canada sao?",
  "HealthInsurance.FAQ.list.CantJustGHIP.detail": "Bất kỳ cư dân Canada hoặc thường trú nhân nào cũng có thể đăng ký bảo hiểm y tế cấp tỉnh. Tuy nhiên, bảo hiểm y tế cấp tỉnh của Canada chỉ chi trả các chi phí y tế cơ bản. Họ không bao trả cho thuốc theo toa, phương pháp điều trị nha khoa, nhà trị liệu xoa bóp hoặc chi phí thiết bị y tế như kính mắt / kính áp tròng. Bảo hiểm y tế cá nhân hóa bao gồm các chi phí y tế bổ sung không do tỉnh đài thọ.",
  "HealthInsurance.FAQ.list.qualifyHealthIns": "Làm thế nào tôi có thể biết liệu tôi có đủ điều kiện nhận bảo hiểm y tế hay không?",
  "HealthInsurance.FAQ.list.qualifyHealthIns.detail": "Tính đủ điều kiện khác nhau tùy thuộc vào công ty bảo hiểm. Khi điền vào đơn đăng ký bảo hiểm y tế tư nhân, chúng tôi hỏi về tuổi, tiền sử bệnh, bảo hiểm trong quá khứ và hiện tại của bạn, v.v. Để đăng ký bảo hiểm y tế tư nhân, trước tiên bạn phải có bảo hiểm nhà nước. Bạn cũng sẽ phải trả lời các câu hỏi về sức khỏe của mình.",
  "HealthInsurance.FAQ.list.differByProvince": "Mức đóng bảo hiểm y tế có khác nhau tùy theo tỉnh không?",
  "HealthInsurance.FAQ.list.differByProvince.detail": "Đôi khi. Bởi vì bảo hiểm y tế công cộng được quản lý ở cấp tỉnh hoặc vùng lãnh thổ, chương trình của mỗi tỉnh có thể hơi khác nhau. Giá cước cũng sẽ khác nhau tùy thuộc vào nhà cung cấp. Đó là lý do tại sao điều quan trọng là phải cân nhắc các lựa chọn của bạn theo hoàn cảnh của riêng bạn. Stonewell hỗ trợ bạn trong việc đạt được phí bảo hiểm và bảo hiểm tốt nhất có thể.",
  "HealthInsurance.FAQ.list.howToQuote": "Làm cách nào để nhận báo giá?",
  "HealthInsurance.FAQ.list.howToQuote.detail": "Stonewell Financial đã hợp tác với các công ty bảo hiểm y tế lớn của Canada để cung cấp cho bạn báo giá bảo hiểm y tế cạnh tranh một cách nhanh chóng. Điền vào một ứng dụng ngắn gọn để nhận báo giá tùy chỉnh trong hộp thư đến của bạn trong vài phút.",
  "HealthInsurance.FAQ.list.familySamePlan": "Vợ / chồng tôi và tôi có phải chọn các Tùy chọn Bảo hiểm Bổ sung giống nhau nếu chúng tôi muốn thêm chúng vào chương trình sức khỏe của mình không?",
  "HealthInsurance.FAQ.list.familySamePlan.detail": "Có. Tất cả những người được bảo hiểm như một cặp vợ chồng hoặc như một gia đình phải nhận được những lợi ích như nhau.",
  "HealthInsurance.Type.list.critical": "Bảo hiểm bệnh hiểm nghèo",
  "HealthInsurance.Type.list.disability": "Bảo hiểm khuyết tật",
  "HealthInsurance.Type.list.personal": "Bảo hiểm y tế cá nhân",
  "HealthInsurance.Type.critical.what": "Bệnh hiểm nghèo là gì?",
  "HealthInsurance.Type.critical.what.detail": "Không giống như bảo hiểm nhân thọ. Bảo hiểm bệnh hiểm nghèo là một chương trình bảo hiểm y tế chi trả một lần khi bạn bị bệnh nặng như ung thư, đau tim, đột quỵ, Alzheimer, đa xơ cứng, cấy ghép nội tạng, tê liệt, suy thận và những người khác.",
  "HealthInsurance.Type.critical.whyNeed": "Tại sao bạn cần bảo hiểm bệnh hiểm nghèo?",
  "HealthInsurance.Type.critical.whyNeed.detail": "Đó là nhiều người bị bệnh nặng hơn bạn nghĩ.",
  "HealthInsurance.WhenNeed.label": "Khi bạn cần bảo hiểm y tế",
  "HealthInsurance.WhenNeed.detail": "HealthInsurance.WhenNeed.detail",
  "List.HealthInsurance.WhenNeed.notInGroupIns": "Khi Quyền lợi Nhóm của bạn không cung cấp các quyền lợi bảo hiểm y tế mong muốn",
  "List.HealthInsurance.WhenNeed.noGroupIns": "Khi quý vị không có Quyền lợi Nhóm",
  "List.HealthInsurance.WhenNeed.additonalBenefits": "Khi quý vị muốn nhận thêm các quyền lợi không được bảo hiểm y tế tỉnh đài thọ hoặc Quyền lợi nhóm",
  "TravelInsurace.Definition.label": "Tại sao nên mua bảo hiểm du lịch?",
  "TravelInsurace.Definition.detail": "Khi đi du lịch bên ngoài đất nước của bạn, các chương trình chăm sóc sức khỏe của chính phủ không đi cùng bạn. Chi phí chăm sóc sức khỏe ở Canada rất đắt đỏ. Các bệnh viện có thể tính phí hàng nghìn đô la mỗi ngày, với nhiều bệnh viện Canada tính phí không cư trú cho những bệnh nhân không được bảo hiểm theo chương trình bảo hiểm y tế của chính phủ. Mua Bảo hiểm du lịch thông qua Stonewell Financial Services Inc. để giúp bảo vệ bạn và gia đình bạn khỏi các chi phí bất ngờ phát sinh từ trường hợp khẩn cấp y tế trong khi bạn đang học tập hoặc đi du lịch trong hoặc ngoài Canada. Chúng tôi sẽ ở đó để đảm bảo rằng bạn nhận được sự chăm sóc cần thiết.",
  "TravelInsurace.WhyNeed.label": "Tối ưu hóa kế hoạch chuyến đi của bạn với bảo hiểm du lịch",
  "TravelInsurace.WhyNeed.detail": "Cho dù bạn đang đi công tác, học tập hay giải trí, Bệnh tật và tai nạn có thể xảy ra mọi lúc, mọi nơi mà không cần thông báo trước. Stonewell có thể giúp bảo vệ chuyến đi của bạn và giảm thiểu sự gián đoạn với bảo hiểm du lịch của chúng tôi cho khách du lịch trong hoặc ngoài nước - bảo hiểm đơn giản, giá cả phải chăng cho các chi phí y tế khẩn cấp, mất hành lý, hủy chuyến đi, v.v.",
  "TravelInsurace.WhyNeed.Student.label": "Tối ưu hóa du học với bảo hiểm du học",
  "TravelInsurace.WhyNeed.Student.detail": "Bạn không phải lo lắng về việc bạn sẽ trả chi phí y tế như thế nào nếu bạn không được bảo hiểm khi học xa nhà. Nhận bảo hiểm giá cả phải chăng cho các trường hợp khẩn cấp y tế bất ngờ và chi phí y tế thông thường— tất cả đều có bảo hiểm du lịch sinh viên.",
  "TravelInsurace.Selection.label": "Tình trạng cư trú của bạn ở Canada là gì?",
  "TravelInsurace.Selection.detail": "Nhận một chương trình bảo hiểm du lịch phù hợp với tình trạng cư trú của bạn.",
  "TravelInsurace.Selection.Student.label": "Ai đủ điều kiện?",
  "TravelInsurace.WhichPlan.list.ComingCanada": "Đến Canada",
  "TravelInsurace.WhichPlan.list.ComingCanada.Who": "Du lịch đến Canada vì bất kỳ lý do gì, chẳng hạn như du học, gia đình với sinh viên quốc tế, du lịch, kỳ nghỉ làm việc, việc làm, siêu thị thực, các hoạt động truyền giáo, Canada trở về, v.v.",
  "TravelInsurace.WhichPlan.list.GoingOutsideCanada": "Đi ra ngoài Canada",
  "TravelInsurace.WhichPlan.list.GoingOutsideCanada.Who": "Du lịch ra khỏi Canada (không phải là nước sở tại) hoặc ra khỏi tỉnh với tư cách là Bảo hiểm Y tế Cấp tỉnh (ví dụ: OHIP, MSP, RAMQ, v.v.) Chủ sở hữu",
  "TravelInsurace.FAQ.label": "Câu hỏi thường gặp",
  "TravelInsurace.FAQ.list.WhoContact": "Tôi nên liên hệ với ai trong trường hợp khẩn cấp?",
  "TravelInsurace.FAQ.list.WhoContact.detail": "Điều cực kỳ quan trọng là phải thông báo cho công ty bảo hiểm của bạn về trường hợp khẩn cấp của bạn và nhập viện trong vòng 24 giờ. Số hợp đồng bảo hiểm có thể được yêu cầu tại thời điểm gọi – mang theo thẻ ví mọi lúc. Người đại diện sẽ giúp bạn mở ra một yêu cầu bồi thường và cung cấp cho bạn hướng dẫn về cách quản lý tình huống. Việc không thực hiện điều này có thể dẫn đến việc từ chối khiếu nại muộn của bạn. ",
  "TravelInsurace.FAQ.list.Pre-existing": "Tình trạng y tế tồn tại từ trước là gì?",
  "TravelInsurace.FAQ.list.Pre-existing.detail": "Một vấn đề sức khỏe như hen suyễn, tiểu đường hoặc ung thư, mà bạn đã gặp phải trước ngày bắt đầu bảo hiểm y tế mới. Các công ty bảo hiểm có thể từ chối chi trả chi phí điều trị cho tình trạng bệnh có từ trước của bạn hoặc tính thêm phí cho bạn.",
  "TravelInsurace.FAQ.list.OutofPocket": "Chi phí bỏ túi là gì?",
  "TravelInsurace.FAQ.list.OutofPocket.detail": "Chi phí của bạn cho chỗ ở và bữa ăn thương mại, các cuộc gọi điện thoại thiết yếu và giá vé taxi.",
  "TravelInsurace.FAQ.list.InformationNeeded": "Tôi cần thông tin gì để mua bảo hiểm du lịch?",
  "TravelInsurace.FAQ.list.InformationNeeded.detail.detail": "Bạn sẽ được yêu cầu điền tên đầy đủ của mình bằng tiếng Anh cộng với ngày sinh và giới tính, địa chỉ và số điện thoại của bạn ở Canada hoặc nơi ở của bạn, địa chỉ email của bạn, ngày khởi hành và trở về của chuyến đi (bạn phải bảo hiểm toàn bộ chuyến đi), Tên người thụ hưởng và mối quan hệ với bạn, Điều kiện y tế đủ điều kiện để đi du lịch (Du khách Canada có thể yêu cầu điền vào các câu hỏi y tế).",
  "TravelInsurace.FAQ.list.WhyNeedCanadianTI": "Tôi có cần Bảo hiểm Du lịch khi đi du lịch trong Canada không?",
  "TravelInsurace.FAQ.list.WhyNeedCanadianTI.detail": "Chương trình bảo hiểm y tế của Chính phủ chúng tôi bao trả một số chi phí hạn chế phát sinh bên ngoài tỉnh. Một Kế hoạch Du lịch sẽ nhận được các chi phí không được chương trình sức khỏe của Chính phủ chi trả. Thông tin thêm về các giới hạn của bảo hiểm Chương trình Y tế tỉnh của bạn (OHIP, MSP, v.v.) và lý do tại sao bạn nên có bảo hiểm du lịch cho các chuyến đi trong Canada có sẵn trên trang web của Bộ Y tế mỗi tỉnh.",
  "TravelInsurace.FAQ.list.CanBuyTIWithPreExisting": "Tôi có thể mua bảo hiểm du lịch nếu tôi có tình trạng sức khỏe hiện tại không?",
  "TravelInsurace.FAQ.list.CanBuyTIWithPreExisting.detail": "Có - Bất kể điều kiện hiện có nào, chúng tôi luôn khuyên khách hàng vẫn nên mua bảo hiểm, vì nó sẽ bảo vệ chống lại tất cả các tai nạn khác không liên quan đến tình trạng đó. Hợp đồng bảo hiểm du lịch được thiết kế để cung cấp sự bảo vệ chống lại các chi phí y tế khẩn cấp bất ngờ, hủy bỏ hoặc gián đoạn chuyến đi. Tùy thuộc vào độ tuổi của bạn và tình trạng y tế có từ trước được bảo hiểm nếu chúng ổn định trong một khoảng thời gian nhất định (như được chỉ định trong hợp đồng của bạn) trước ngày hợp đồng của bạn có hiệu lực. Điều quan trọng là bạn phải xem xét và hiểu bất kỳ điều khoản hoặc định nghĩa nào trong chính sách bạn đã chọn. Mỗi hợp đồng bảo hiểm du lịch sẽ xác định duy nhất một tình trạng có từ trước và có nhiều biến thể trong từ ngữ. Ví dụ: các hợp đồng bảo hiểm có thể không bao gồm các điều kiện phát sinh trước ngày khởi hành chuyến đi: không ổn định, nơi xuất hiện các triệu chứng của bệnh, đã được chẩn đoán hoặc điều trị, nơi thuốc đã được thay đổi. Chính sách du lịch cũng sẽ chỉ định khung thời gian, dựa trên độ tuổi của bạn liên quan đến việc đánh giá các tình trạng có từ trước của bạn. Khung thời gian này có thể ngắn nhất là 3 tháng. Một số chính sách có thể cung cấp bảo hiểm cho các bệnh có từ trước của bạn nếu bạn hoàn thành bảng câu hỏi y tế chi tiết hơn.",
  "TravelInsurace.FAQ.list.WhenBuyTI": "Tôi có thể mua một gói trước chuyến đi dự kiến của mình bao lâu?",
  "TravelInsurace.FAQ.list.WhenBuyTI.detail": "Bạn có thể mua tối đa 365 ngày tại thời điểm mua hợp đồng bảo hiểm của mình. Nếu quý khách cần gia hạn hợp đồng bảo hiểm trong chuyến đi, quý khách cũng có thể gia hạn bằng cách liên hệ với chúng tôi với một khoản phụ phí. Chúng tôi khuyên bạn nên gia hạn trước ngày hết hạn để bạn không cần phải mất thêm một khoảng thời gian chờ đợi nếu có.",
  "TravelInsurace.FAQ.list.HowToExtendTI": "Điều gì sẽ xảy ra nếu tôi muốn ở lại lâu hơn thời gian chuyến đi ban đầu của mình?",
  "TravelInsurace.FAQ.list.HowToExtendTI.detail": "Bạn có thể gia hạn Kế hoạch Du lịch hiện có của mình. Bạn phải mua tiện ích mở rộng trước khi Gói hiện tại của bạn hết hạn. Vui lòng liên hệ với Stonewell Financial - chúng tôi sẽ xem xét Kế hoạch Du lịch của bạn để xem liệu nó có đủ điều kiện để được gia hạn hay không.",
  "TravelInsurace.FAQ.list.CovidCovered": "Tôi có được bảo hiểm vì COVID-19 không?",
  "TravelInsurace.FAQ.list.CovidCovered.detail": "Nó phụ thuộc vào kế hoạch. Cả bảo hiểm du học sinh và bảo hiểm du lịch mà chúng tôi giới thiệu đều bao gồm bảo hiểm Covid. Bảo hiểm du lịch Canada hiện được bảo hiểm cho covid như một khoản phí bảo hiểm không có phí bảo hiểm miễn phí. Vui lòng kiểm tra báo giá để biết chi tiết.",
  "TravelInsurace.FAQ.list.WhatDeductible": "Khấu trừ là gì?",
  "TravelInsurace.FAQ.list.WhatDeductible.detail": "Mặc dù một số định nghĩa có thể khác nhau giữa các chương trình và có thể không áp dụng cho tất cả các loại chương trình, chúng tôi định nghĩa khoản khấu trừ là \"phần chi phí đủ điều kiện mà bạn phải trả từ túi của mình khi xảy ra yêu cầu đủ điều kiện. Không có khoản khấu trừ nào cho bảo hiểm sinh viên quốc tế mà chúng tôi giới thiệu và có các tùy chọn từ $ 0 đến $ 10,000 cho bảo hiểm du khách và bảo hiểm Canada. Các tùy chọn khác nhau tùy theo gói. Bạn có thể giảm phí bảo hiểm của mình khi khoản khấu trừ của bạn tăng lên.",
  "TravelInsurace.FAQ.list.WhatBeneficiary": "Người thụ hưởng là gì?",
  "TravelInsurace.FAQ.list.WhatBeneficiary.detail": "Người thụ hưởng là tên mà quyền lợi tử vong do tai nạn phải trả do tử vong do tai nạn của bạn sẽ được thanh toán cho người thụ hưởng được nêu tên của bạn hoặc cho Di sản của bạn",
  "TravelInsurace.FAQ.list.HowToClaim": "Làm cách nào để yêu cầu bồi thường?",
  "TravelInsurace.FAQ.list.HowToClaim.detail": "Nó phụ thuộc vào kế hoạch. Quy trình chung sẽ là: Gọi cho bộ phận yêu cầu bồi thường của công ty bảo hiểm để giải thích tình hình và mở yêu cầu bồi thường. Sau khi được điều trị, quý khách vui lòng mang theo hồ sơ bệnh án và biên lai để thanh toán chi phí y tế. Sau khi điền vào mẫu đơn yêu cầu bồi thường, hãy đính kèm một bản sao được quét của hồ sơ y tế và biên lai của bạn, đồng thời gửi đến bộ phận yêu cầu bồi thường của công ty bảo hiểm qua email. Bộ phận yêu cầu bồi thường của công ty bảo hiểm sẽ xem xét nó trong vòng 2-4 tuần. Nếu bảo hiểm của bạn được chấp thuận, bạn sẽ nhận được séc trong vòng 10-14 ngày. Nếu bị từ chối, kháng nghị lại hoặc nếu lý do không đủ tài liệu, hãy chuẩn bị và gửi lại các tài liệu còn thiếu.",
  "TravelInsurace.FAQ.list.HowRefund": "Làm cách nào để đăng ký hoàn lại tiền?",
  "TravelInsurace.FAQ.list.HowRefund.detail": "Yêu cầu hoàn trả phí bảo hiểm có thể được thực hiện trước Ngày hợp đồng có hiệu lực, nếu người được bảo hiểm trở về tỉnh hoặc vùng lãnh thổ cư trú của mình trước ngày hợp đồng hết hạn, hoặc khi Khách đến Canada hoặc chủ hợp đồng được bảo hiểm theo bệnh viện/chương trình y tế cấp tỉnh hoặc vùng lãnh thổ. Phí hành chính có thể được áp dụng. * Chương trình bảo hiểm khác nhau có chính sách hoàn tiền khác nhau. Vui lòng kiểm tra quy tắc bảo hiểm của bạn để biết thông tin chính xác. Sẽ không hoàn lại tiền nếu số tiền được hoàn lại ít hơn số tiền được hoàn lại tối thiểu. Tất cả các khoản tiền hoàn lại phải được thực hiện mà không có lịch sử yêu cầu bảo hiểm.",
  "TravelInsurace.FAQ.list.WaitingPeriod": "Tôi có được bảo hiểm nếu tôi đến bệnh viện ngay sau khi mua bảo hiểm hôm nay không?",
  "TravelInsurace.FAQ.list.WaitingPeriod.detail": "Hầu hết các bảo hiểm có thời gian chờ đợi như 48 giờ đến 7 ngày. Bảo hiểm không được bảo hiểm cho các bệnh phát triển trước ngày bắt đầu bảo hiểm hoặc xảy ra trong thời gian chờ đợi này. Tuy nhiên, không có thời gian chờ đợi khi mua trước khi khởi hành. Thời gian chờ đợi khác nhau tùy theo chương trình bảo hiểm, vì vậy hãy nhớ kiểm tra hợp đồng bảo hiểm với bảo hiểm bạn đã chọn.",
  "TravelInsurace.BannerQuote": "Nhận trợ giúp cho các chi phí bất ngờ mọi lúc mọi nơi",
  "Student and Companion Plan": "Kế hoạch Sinh viên và Đồng hành",
  "TravelInsurance.student.coverageDetail.title": "Xem chi tiết lợi ích",
  "TravelInsurance.student.coverageDetail.detail": "Xem chi tiết lợi ích",
  "TravelInsurance.Coverage.label": "Lợi ích chính",
  "TravelInsurance.Coverage.detail": "Được đài thọ cho các chi phí y tế bất ngờ khi du học Canada",
  "TravelInsurace.WhyNeed.Visitor.label": "Tối ưu hóa việc đi lại với bảo hiểm du khách",
  "TravelInsurace.WhyNeed.Visitor.detail": "Ngừng lo lắng về cách thanh toán các chi phí y tế khi đi du lịch. Nhận bảo hiểm từ các chi phí y tế bất ngờ đến kiểm tra thường xuyên với phí bảo hiểm hợp lý từ Bảo hiểm Du khách Stonewell.",
  "TravelInsurace.Selection.Visitor.label": "Ai đủ điều kiện?",
  "TravelInsurace.Selection.Visitor.detail": "Bảo hiểm này dành cho bất kỳ ai đến Canada vì bất kỳ lý do gì, chẳng hạn như khách du lịch, không có chuyến thăm thị thực ngắn hạn, ngày lễ làm việc, đơn xin siêu thị thực, giấy phép lao động, hoạt động truyền giáo, v.v.",
  "TravelInsurance.MedicalQ.Instruction": "Bạn có thể đăng ký bảo hiểm vào ngày bạn đăng ký bảo hiểm và trước ngày có hiệu lực nếu bạn đáp ứng các yêu cầu về tính đủ điều kiện bên dưới. Sau ngày nộp đơn và trước ngày có hiệu lực, vui lòng liên hệ với đại diện bảo hiểm của bạn nếu bạn có thay đổi về tình trạng sức khỏe của mình.",
  "TravelInsurance.MedicalQ.NotCoveredIf": "Bạn có thể không đủ điều kiện tham gia bảo hiểm nếu bất kỳ điều kiện nào sau đây được áp dụng:",
  "IconCard.list.Travelers": "Travelers",
  "IconCard.list.Working holiday": "Ngày nghỉ làm việc",
  "IconCard.list.Foreign Workers": "Người lao động nước ngoài",
  "IconCard.list.Super Visa": "Siêu thị thực",
  "IconCard.list.detail.Travelers": "Đối với những người không có thị thực hoặc thị thực du lịch để đi du lịch bên trong Canada trong một thời gian ngắn",
  "IconCard.list.detail.Working holiday": "Dành cho những người có thị thực làm việc trong kỳ nghỉ mà không có bảo hiểm y tế của chính phủ Canada",
  "IconCard.list.detail.Foreign Workers": "Đối với những người có giấy phép lao động ở Canada mà không có bảo hiểm y tế của chính phủ Canada",
  "IconCard.list.detail.Super Visa": "Đối với những người đang nộp đơn xin siêu thị thực ở Canada",
  "IconCard.list.detail.Canadian": "Thường trú nhân, công dân Canada hoặc những người đã ra khỏi đất nước trong một thời gian dài và không có bảo hiểm cấp tỉnh",
  "IconCard.list.detail.pr": "Người không thường trú có bảo hiểm y tế tỉnh",
  "IconCard.list.detail.canadian": "Thường trú nhân và công dân Canada có bảo hiểm y tế cấp tỉnh",
  "Canadian Traveler Plan": "Kế hoạch du lịch Canada",
  "TravelInsurance.Canadian.Coverage.label": "Lợi ích chính",
  "TravelInsurance.Canadian.Coverage.detail": "Được đài thọ cho các chi phí y tế đột xuất khi ra nước ngoài hoặc đến các tỉnh thành khác",
  "Benefits": "Lợi ích",
  "Insured Amount": "Số tiền bảo hiểm",
  "TravelInsurace.Student.Definition.label": "Bảo hiểm tốt nhất cho du học Canada",
  "TravelInsurace.Student.WhoEligible.label": "Ai đủ điều kiện?",
  "TravelInsurace.Student.Benefit.label": "Lợi ích chính",
  "TravelInsurace.Visitor.Definition.label": "Bảo hiểm tốt nhất cho du lịch ở Canada",
  "TravelInsurace.Canadian.Definition.label": "Tại sao tôi cần bảo hiểm du lịch nếu tôi có bảo hiểm y tế tỉnh?",
  "TravelInsurance.Allianz.ST.Benefit.list.SumInsured": "Số tiền bảo hiểm",
  "TravelInsurance.Allianz.ST.Benefit.list.SumInsured.Detail": "$ 5 triệu",
  "TravelInsurance.Allianz.ST.Benefit.list.EmergencyHospital": "Bệnh viện cấp cứu",
  "TravelInsurance.Allianz.ST.Benefit.list.EmergencyHospital.detail": "lên đến 5 triệu đô la",
  "TravelInsurance.Allianz.ST.Benefit.list.NonEmergencyMedical": "Điều trị y tế không khẩn cấp (Điều trị theo dõi)",
  "TravelInsurance.Allianz.ST.Benefit.list.NonEmergencyMedical.detail": "không giới hạn số lượng nhưng chỉ được phép điều trị một lần",
  "TravelInsurance.Allianz.ST.Benefit.list.EmergencyMedical": "Y tế khẩn cấp",
  "TravelInsurance.Allianz.ST.Benefit.list.EmergencyMedical.detail": "lên đến 5 triệu đô la",
  "TravelInsurance.Allianz.ST.Benefit.list.ProfessionalServices": "được cấp phép hợp pháp chiropractor, osteopath, podiatrist, chiropodist, naturopath acupuncturist vật lý trị liệu",
  "TravelInsurance.Allianz.ST.Benefit.list.ProfessionalServices.detail": "lên đến $ 600 mỗi học viên / năm",
  "TravelInsurance.Allianz.ST.Benefit.list.Drug": "Thuốc hoặc thuốc",
  "TravelInsurance.Allianz.ST.Benefit.list.Drug.detail": "cung cấp lên đến 30 ngày",
  "TravelInsurance.Allianz.ST.Benefit.list.Maternity": "Quyền lợi thai sản",
  "TravelInsurance.Allianz.ST.Benefit.list.Maternity.detail": "lên đến $1,000",
  "TravelInsurance.Allianz.ST.Benefit.list.EyeExamination": "Khám mắt",
  "TravelInsurance.Allianz.ST.Benefit.list.EyeExamination.detail": "1 trên 12 tháng thời gian bảo hiểm",
  "TravelInsurance.Allianz.ST.Benefit.list.PhysicalExamination": "Khám lâm sàng",
  "TravelInsurance.Allianz.ST.Benefit.list.PhysicalExamination.detail": "Khoảng thời gian 1 mỗi 12 tháng lên đến $ 250",
  "TravelInsurance.Allianz.ST.Benefit.list.EmergencyTransportation": "Vận chuyển khẩn cấp / Trở về nhà",
  "TravelInsurance.Allianz.ST.Benefit.list.EmergencyTransportation.detail": "lên đến 5 triệu đô la",
  "TravelInsurance.Allianz.ST.Benefit.list.FamilyTransportation": "Vận chuyển gia đình hoặc bạn bè",
  "TravelInsurance.Allianz.ST.Benefit.list.FamilyTransportation.detail": "lên đến $5.000",
  "TravelInsurance.Allianz.ST.Benefit.list.DentalEmergencies": "Cấp cứu nha khoa",
  "TravelInsurance.Allianz.ST.Benefit.list.DentalEmergencies.detail": "lên đến $600",
  "TravelInsurance.Allianz.ST.Benefit.list.DentalAccident": "Tai nạn nha khoa",
  "TravelInsurance.Allianz.ST.Benefit.list.DentalAccident.detail": "lên đến $5.000",
  "TravelInsurance.Allianz.ST.Benefit.list.WisdomTeeth": "Răng khôn",
  "TravelInsurance.Allianz.ST.Benefit.list.WisdomTeeth.detail": "lên đến $ 100 mỗi răng",
  "TravelInsurance.Allianz.ST.Benefit.list.ReturnofDeceased": "Sự trở lại của người đã khuất",
  "TravelInsurance.Allianz.ST.Benefit.list.ReturnofDeceased.detail": "lên đến $15.000",
  "TravelInsurance.Allianz.ST.Benefit.list.AccidentalDeath": "Tử vong & Thương tật do Tai nạn * bao gồm Phơi nhiễm và Mất tích",
  "TravelInsurance.Allianz.ST.Benefit.list.AccidentalDeath.detail": "lên đến $15.000",
  "TravelInsurance.Allianz.ST.Benefit.list.TutorialServices": "Dịch vụ hướng dẫn",
  "TravelInsurance.Allianz.ST.Benefit.list.TutorialServices.detail": "20 USD/giờ đến 500 USD",
  "TravelInsurance.Allianz.ST.Benefit.list.EmergencyMedical.tooltip": "Trường hợp khẩn cấp có nghĩa là một bệnh tật hoặc thương tích đột ngột, không lường trước được xảy ra trong thời gian được bảo hiểm khi bạn ở bên ngoài quốc gia xuất xứ của mình, điều này đòi hỏi sự can thiệp ngay lập tức của bác sĩ hoặc nha sĩ được cấp phép hợp pháp và không thể trì hoãn một cách hợp lý. Trường hợp khẩn cấp được coi là không còn tồn tại khi bằng chứng y tế chỉ ra rằng bạn có thể tiếp tục chuyến đi hoặc trở về nơi cư trú bình thường hoặc quốc gia xuất xứ của mình. Chi phí phát sinh tại quốc gia xuất xứ của bạn không được đài thọ. Bác sĩ / Bác sĩ phẫu thuật / Bác sĩ gây mê / Y tá đã đăng ký, Chẩn đoán / xét nghiệm trong phòng thí nghiệm và kiểm tra X-quang, xe cứu thương bao gồm giá vé taxi khẩn cấp, Cho thuê thiết bị hoặc thiết bị y tế.",
  "TravelInsurance.Allianz.ST.Benefit.list.EmergencyTransportation.tooltip": "Khi cần thiết, công ty bảo hiểm đồng ý đưa bạn đến cơ sở y tế thích hợp gần nhất hoặc đến quốc gia xuất xứ của bạn khi cần tư vấn y tế ngay lập tức do bệnh cấp cứu hoặc thương tích được đài thọ. Bất kỳ phương tiện vận chuyển khẩn cấp nào như xe cứu thương hàng không, vé máy bay hạng phổ thông một chiều, cáng và / hoặc nhân viên y tế phải được Allianz Global Assistance phê duyệt trước và sắp xếp.",
  "TravelInsurance.Allianz.ST.Benefit.list.ProfessionalServices.tooltip": "Các dịch vụ của các bác sĩ được cấp phép hợp pháp sau đây khi được bác sĩ tham gia yêu cầu điều trị bệnh tật hoặc chấn thương được bảo hiểm: bác sĩ chỉnh hình, nắn xương, bác sĩ nhi khoa / chiropodist, naturopath, châm cứu, vật lý trị liệu. Không vượt quá $ 600 cho mỗi nghề nghiệp trong bất kỳ khoảng thời gian 12 tháng liên tiếp nào.",
  "TravelInsurance.Allianz.ST.Benefit.list.Drug.tooltip": "Khi không nhập viện với tư cách là bệnh nhân nội trú, thuốc hoặc thuốc cần có đơn thuốc bằng văn bản của bác sĩ (không bao gồm vitamin, khoáng chất, thực phẩm chức năng, biện pháp tránh thai và thuốc không kê đơn), không vượt quá nguồn cung cấp trong 30 ngày. Buổi sáng sau khi uống thuốc được giới hạn trong một toa thuốc cho mỗi thời gian bảo hiểm.",
  "TravelInsurance.Allianz.ST.Benefit.list.DentalEmergencies.tooltip": "lên đến $ 600 để giảm ngay lập tức cơn đau răng cấp tính do không phải là một cú đánh trực tiếp vào mặt và trước đây bạn chưa nhận được điều trị hoặc lời khuyên.",
  "TravelInsurance.Allianz.ST.Benefit.list.DentalAccident.tooltip": "lên đến $ 5,000 cho điều trị khẩn cấp hoặc dịch vụ cho toàn bộ hoặc răng tự nhiên (bao gồm cả răng bị đóng nắp hoặc vương miện) bị hư hỏng do một cú đánh vô tình vào mặt.",
  "TravelInsurance.Allianz.ST.Benefit.list.EyeExamination.tooltip": "Công ty bảo hiểm đồng ý hoàn trả các dịch vụ của bác sĩ đo thị lực đã đăng ký cho các thủ tục chẩn đoán để xác định sự hiện diện của bất kỳ bất thường nào được quan sát thấy trong hệ thống thị giác. Quyền lợi này được giới hạn trong một lần truy cập trong bất kỳ khoảng thời gian 12 tháng liên tiếp nào, miễn là bảo hiểm với Allianz Global Assistance đã được mua trong tối thiểu 12 tháng liên tục mà không bị mất hiệu lực trong phạm vi bảo hiểm.",
  "TravelInsurance.Allianz.ST.Benefit.list.PhysicalExamination.tooltip": "Công ty bảo hiểm đồng ý hoàn trả tới 250 đô la cho một lần kiểm tra định kỳ của bác sĩ, bao gồm mọi xét nghiệm liên quan và phí phòng thí nghiệm. Quyền lợi này được giới hạn trong một lần truy cập trong bất kỳ khoảng thời gian 12 tháng liên tiếp nào, miễn là bảo hiểm với Allianz Global Assistance đã được mua trong tối thiểu 12 tháng liên tục mà không bị mất hiệu lực trong phạm vi bảo hiểm.",
  "TravelInsurance.Allianz.ST.Benefit.list.Maternity.tooltip": "Công ty bảo hiểm đồng ý hoàn trả các chi phí mà người mẹ phải chịu cho việc chăm sóc trước khi sinh, sảy thai hoặc các biến chứng liên quan. Số tiền phải trả cho tất cả các chi phí đủ điều kiện theo quyền lợi này được giới hạn ở mức 1,000 đô la cho các chi phí phát sinh trong bất kỳ khoảng thời gian 12 tháng liên tiếp nào bắt đầu từ ngày phát sinh chi phí liên quan đến thai kỳ đầu tiên. Ngày giao hàng dự kiến phải hơn 10 tháng sau ngày có hiệu lực.",
  "TravelInsurance.Allianz.ST.Benefit.list.FamilyTransportation.tooltip": "Lên đến tối đa 5,000 đô la cho chi phí vận chuyển khứ hồi cho một thành viên gia đình hoặc bạn bè ở bên bạn khi bạn đang ở trong bệnh viện nếu bác sĩ chăm sóc thấy cần thiết và tối đa là 1,500 đô la cho bữa ăn và chỗ ở thương mại. Quyền lợi này chỉ được chi trả khi được Allianz Global Assistance chấp thuận và sắp xếp trước.",
  "TravelInsurance.Allianz.ST.Benefit.list.TutorialServices.tooltip": "Nếu, do bệnh tật hoặc chấn thương được đài thọ, bác sĩ tham gia hy vọng rằng bạn sẽ phải nhập viện hoặc bị giam giữ tại nhà trong 30 ngày học liên tiếp trở lên, công ty bảo hiểm đồng ý hoàn trả tối đa $ 20 mỗi giờ đến tối đa $ 500 cho các chi phí của một dịch vụ hướng dẫn tư nhân đủ điều kiện do trường học của bạn sắp xếp.",
  "TravelInsurance.Allianz.ST.Benefit.list.AccidentalDeath.tooltip": "Theo các điều khoản và điều kiện của hợp đồng, công ty bảo hiểm đồng ý thanh toán tối đa số tiền bảo hiểm được ghi trên xác nhận bảo hiểm của bạn, đối với tổn thất về tính mạng, chi hoặc thị lực do thương tích do tai nạn, xảy ra trong thời gian bảo hiểm, ngoại trừ khi lên máy bay, cưỡi ngựa hoặc xuống xe từ một hãng vận chuyển thông thường.",
  "TravelInsurance.Allianz.VI.Benefit.list.SumInsured": "Số tiền bảo hiểm",
  "TravelInsurance.Allianz.VI.Benefit.list.SumInsured.Detail": "Có thể lựa chọn từ $ 10,000 đến $ 300,000",
  "TravelInsurance.Allianz.VI.Benefit.list.EmergencyMedical": "Điều trị y tế khẩn cấp",
  "TravelInsurance.Allianz.VI.Benefit.list.EmergencyMedical.detail": "Lên đến Số tiền bảo hiểm",
  "TravelInsurance.Allianz.VI.Benefit.list.NonEmergencyMedical": "Các lượt truy cập tiếp theo",
  "TravelInsurance.Allianz.VI.Benefit.list.NonEmergencyMedical.detail": "Thăm khám theo chỉ định của bác sĩ tại thời điểm cấp cứu",
  "TravelInsurance.Allianz.VI.Benefit.list.ProfessionalServices": "Dịch vụ y tế chuyên nghiệp",
  "TravelInsurance.Allianz.VI.Benefit.list.ProfessionalServices.detail": "Lên đến $ 500 cho bất kỳ một sự cố nào cho mỗi học viên",
  "TravelInsurance.Allianz.VI.Benefit.list.Drug": "Thuốc theo toa",
  "TravelInsurance.Allianz.VI.Benefit.list.Drug.detail": "Lên đến nguồn cung cấp trong 30 ngày lên đến tối đa 1,000 đô la",
  "TravelInsurance.Allianz.VI.Benefit.list.EmergencyTransportation": "Vận chuyển khẩn cấp",
  "TravelInsurance.Allianz.VI.Benefit.list.EmergencyTransportation.detail": "Lên đến Số tiền bảo hiểm",
  "TravelInsurance.Allianz.VI.Benefit.list.AirfareToReturnHome": "Trở về nhà khẩn cấp cho bạn và một thành viên trong gia đình",
  "TravelInsurance.Allianz.VI.Benefit.list.AirfareToReturnHome.detail": "Lên đến $ 3,000",
  "TravelInsurance.Allianz.VI.Benefit.list.FamilyTransportation": "Vận chuyển gia đình hoặc bạn bè",
  "TravelInsurance.Allianz.VI.Benefit.list.FamilyTransportation.detail": "Tối đa là $ 3,000. Tối đa 1,000 đô la cho các chi phí tự trả",
  "TravelInsurance.Allianz.VI.Benefit.list.DentalEmergencies": "Cấp cứu nha khoa",
  "TravelInsurance.Allianz.VI.Benefit.list.DentalEmergencies.detail": "Lên đến $ 500 trong 1 năm",
  "TravelInsurance.Allianz.VI.Benefit.list.DentalAccident": "Tai nạn nha khoa",
  "TravelInsurance.Allianz.VI.Benefit.list.DentalAccident.detail": "Lên đến $ 4,000 trong 1 năm",
  "TravelInsurance.Allianz.VI.Benefit.list.ReturnofDeceased": "Hồi hương",
  "TravelInsurance.Allianz.VI.Benefit.list.ReturnofDeceased.detail": "Lên đến $ 10,000 chi phí hồi hương và lên đến $ 4,000 chi phí hỏa táng / chôn cất",
  "TravelInsurance.Allianz.VI.Benefit.list.OutOfPocket": "Chi phí tự trả",
  "TravelInsurance.Allianz.VI.Benefit.list.OutOfPocket.detail": "Tổng cộng lên đến 1.500 USD (tối đa 10 ngày) bao gồm tối đa 150 USD mỗi ngày",
  "TravelInsurance.Allianz.VI.Benefit.list.AccidentalDeath": "Tử vong & Thương tật do Tai nạn",
  "TravelInsurance.Allianz.VI.Benefit.list.AccidentalDeath.detail": "Lên đến 100% hoặc 50% Số tiền bảo hiểm",
  "TravelInsurance.Allianz.VI.Benefit.list.SumInsured.tooltip": "Khi bạn mua gói 100,000 đô la, số tiền bảo hiểm tối đa bạn có thể nhận được được đặt ở mức tối đa là 100,000 đô la.",
  "TravelInsurance.Allianz.VI.Benefit.list.EmergencyMedical.tooltip": "*Trường hợp khẩn cấp có nghĩa là một bệnh tật hoặc thương tích đột ngột, không lường trước được xảy ra trong thời gian được bảo hiểm khi bạn ở bên ngoài quốc gia xuất xứ của mình, cần có sự can thiệp ngay lập tức của bác sĩ hoặc nha sĩ được cấp phép hợp pháp và không thể trì hoãn một cách hợp lý.",
  "TravelInsurance.Allianz.VI.Benefit.list.EmergencyTransportation.tooltip": "Việc sử dụng xe cứu thương hàng không, đường bộ hoặc đường biển được cấp phép tại địa phương (bao gồm sơ tán trên núi hoặc trên biển) đến bệnh viện gần nhất, khi hợp lý và cần thiết.",
  "TravelInsurance.Allianz.VI.Benefit.list.Drug.tooltip": "Khi không nhập viện như một bệnh nhân nội trú, các loại thuốc hoặc thuốc yêu cầu đơn thuốc bằng văn bản của bác sĩ, không vượt quá nguồn cung cấp trong 30 ngày, tối đa là 1,000 đô la. * Các loại thuốc không kê đơn như Tylenol không được đài thọ, ngay cả khi chúng được mua theo toa. Vitamin, khoáng chất và thực phẩm chức năng không được đài thọ.",
  "TravelInsurance.Allianz.VI.Benefit.list.ProfessionalServices.tooltip": "Các dịch vụ của các bác sĩ được cấp phép hợp pháp sau đây để điều trị bệnh tật hoặc chấn thương được bảo hiểm: bác sĩ chỉnh hình; nắn xương; bác sĩ nhi khoa / chiropodist; vật lý trị liệu, khi có chỉ định của bác sĩ tham dự; bác sĩ châm cứu. Không vượt quá $ 500 cho mỗi ngành nghề.",
  "TravelInsurance.Allianz.VI.Benefit.list.FamilyTransportation.tooltip": "Tối đa $ 3,000 cho chi phí vận chuyển một thành viên trong gia đình hoặc bạn thân đến giường bệnh của bạn bằng hạng phổ thông khứ hồi (sử dụng tuyến đường trực tiếp nhất). Ngoài ra, chúng tôi đồng ý hoàn trả tối đa $1.000 cho các chi phí sau mà thành viên gia đình hoặc bạn thân của bạn phải chịu sau khi đến: chỗ ở thương mại và bữa ăn; và các cuộc gọi điện thoại cần thiết; và giá cước taxi. *Chi phí phải được hỗ trợ bởi biên lai gốc từ các tổ chức thương mại.",
  "TravelInsurance.Allianz.VI.Benefit.list.DentalEmergencies.tooltip": "lên đến $ 500 để giảm đau răng cấp tính ngay lập tức do không phải là một cú đánh trực tiếp vào mặt và trước đây bạn chưa nhận được điều trị hoặc lời khuyên.",
  "TravelInsurance.Allianz.VI.Benefit.list.DentalAccident.tooltip": " * Để nhận được bảo hiểm thích hợp, bạn phải thông báo cho công ty bảo hiểm trong vòng 48 giờ kể từ khi xảy ra tai nạn và việc điều trị phải được hoàn thành trong thời hạn bảo hiểm.",
  "TravelInsurance.Allianz.VI.Benefit.list.ReturnofDeceased.tooltip": "Bao gồm tới 10,000 đô la để chuẩn bị cho việc hồi hương thi thể trong trường hợp tử vong và lên đến 4,000 đô la hỏa táng hoặc chôn cất tại nơi chết. * Quan tài và chi phí lưu trữ hỏa táng không được đài thọ.",
  "TravelInsurance.Allianz.VI.Benefit.list.OutOfPocket.tooltip": "Nếu bạn nhập viện vào ngày bạn dự định trở về nước, tổng cộng lên đến $ 1,500 (tối đa 10 ngày) bao gồm tối đa $ 150 mỗi ngày cho chỗ ở và bữa ăn.",
  "TravelInsurance.Allianz.VI.Benefit.list.AccidentalDeath.tooltip": "* Ví dụ: nếu tổng số tiền bảo hiểm là 50,000 đô la, thì đó là 50,000 đô la trong trường hợp tử vong hoặc mù lòa ở cả hai mắt.",
  "TravelInsurance.Allianz.VI.Benefit.list.AirfareToReturnHome.tooltip": "Nếu một bệnh tật hoặc thương tích được bảo hiểm yêu cầu bạn phải trở về nhà trong thời gian được bảo hiểm, chúng tôi đồng ý hoàn trả tới $3.000 cho chi phí bổ sung của dịch vụ vận chuyển hạng phổ thông một chiều bằng tuyến đường trực tiếp nhất cho bạn và một thành viên gia đình được bảo hiểm đến quốc gia xuất xứ của bạn khi được AGA chấp thuận và sắp xếp.",
  "TravelInsurance.Allianz.CAN.Benefit.list.SumInsured": "Số tiền bảo hiểm",
  "TravelInsurance.Allianz.CAN.Benefit.list.SumInsured.Detail": "Lên đến 10 triệu đô la",
  "TravelInsurance.Allianz.CAN.Benefit.list.EmergencyMedical": "Y tế khẩn cấp",
  "TravelInsurance.Allianz.CAN.Benefit.list.EmergencyMedical.detail": "Lên đến 10 triệu đô la",
  "TravelInsurance.Allianz.CAN.Benefit.list.EmergencyTransportation": "Xe cứu thương",
  "TravelInsurance.Allianz.CAN.Benefit.list.EmergencyTransportation.detail": "Lên đến 10 triệu đô la",
  "TravelInsurance.Allianz.CAN.Benefit.list.NonEmergencyMedical": "Chuyến thăm tiếp theo",
  "TravelInsurance.Allianz.CAN.Benefit.list.NonEmergencyMedical.detail": "Tối đa một lần tái khám",
  "TravelInsurance.Allianz.CAN.Benefit.list.ProfessionalServices": "Dịch vụ y tế chuyên nghiệp",
  "TravelInsurance.Allianz.CAN.Benefit.list.ProfessionalServices.detail": "Lên đến $ 500 cho bất kỳ một sự cố nào cho mỗi học viên được cấp phép",
  "TravelInsurance.Allianz.CAN.Benefit.list.Drug": "Thuốc theo toa",
  "TravelInsurance.Allianz.CAN.Benefit.list.Drug.detail": "Lên đến nguồn cung cấp trong 30 ngày sau trường hợp khẩn cấp trong chuyến đi không vượt quá $ 1,000",
  "TravelInsurance.Allianz.CAN.Benefit.list.AirfareToReturnHome": "Vé máy bay về nhà điều trị",
  "TravelInsurance.Allianz.CAN.Benefit.list.AirfareToReturnHome.detail": "Lên đến $5,000",
  "TravelInsurance.Allianz.CAN.Benefit.list.FamilyTransportation": "Vận chuyển gia đình hoặc bạn bè",
  "TravelInsurance.Allianz.CAN.Benefit.list.FamilyTransportation.detail": "Lên đến $ 3,000 (vé máy bay). Lên đến $ 1,000 (Hết chi phí)",
  "TravelInsurance.Allianz.CAN.Benefit.list.ReturnAttendantCompanion": "Tiếp viên/Người đi cùng trở về",
  "TravelInsurance.Allianz.CAN.Benefit.list.ReturnAttendantCompanion.detail": "Đi cùng nhân viên y tế và vé phổ thông một chiều của người bạn đồng hành",
  "TravelInsurance.Allianz.CAN.Benefit.list.ReturnPet": "Sự trở lại của chó hoặc mèo",
  "TravelInsurance.Allianz.CAN.Benefit.list.ReturnPet.detail": "Lên đến $500",
  "TravelInsurance.Allianz.CAN.Benefit.list.ReturnVehicle": "Trả lại phương tiện hoặc tàu thủy",
  "TravelInsurance.Allianz.CAN.Benefit.list.ReturnVehicle.detail": "Lên đến $ 4,000",
  "TravelInsurance.Allianz.CAN.Benefit.list.DentalEmergencies": "Cấp cứu nha khoa",
  "TravelInsurance.Allianz.CAN.Benefit.list.DentalEmergencies.detail": "Lên đến $500",
  "TravelInsurance.Allianz.CAN.Benefit.list.DentalAccident": "Tai nạn nha khoa",
  "TravelInsurance.Allianz.CAN.Benefit.list.DentalAccident.detail": "Lên đến $ 4,000",
  "TravelInsurance.Allianz.CAN.Benefit.list.ReturnofDeceased": "Hồi hương",
  "TravelInsurance.Allianz.CAN.Benefit.list.ReturnofDeceased.detail": "Lên đến $ 15,000 (trở về), lên đến $ 4,000 (chôn cất hoặc hỏa táng)",
  "TravelInsurance.Allianz.CAN.Benefit.list.OutOfPocket": "Chi phí tự trả",
  "TravelInsurance.Allianz.CAN.Benefit.list.OutOfPocket.detail": "Lên đến 3.500",
  "TravelInsurance.Allianz.CAN.Benefit.list.VisitOriginCountry": "Nghỉ ngơi cho các kế hoạch một chuyến đi",
  "TravelInsurance.Allianz.CAN.Benefit.list.VisitOriginCountry.detail": "15 ngày để tham quan",
  "TravelInsurance.Allianz.CAN.Benefit.list.IdentityFraud": "Phục hồi gian lận danh tính",
  "TravelInsurance.Allianz.CAN.Benefit.list.IdentityFraud.detail": "Lên đến $ 5,000 (Phí pháp lý), Lên đến $ 2,000 (Bao gồm thu nhập bạn mất)",
  "TravelInsurance.Allianz.CAN.Benefit.list.EmergencyMedical.tooltip": "*Trường hợp khẩn cấp là gì? Ngoài phòng cấp cứu, điều này bao gồm đến phòng khám không cửa ngăn vì bạn bị ốm bất ngờ và cần điều trị ngay lập tức. Lên đến hạn mức chính sách cho: Điều trị y tế khẩn cấp cho chăm sóc nội trú hoặc ngoại trú, Dịch vụ điều dưỡng y tế tư nhân, X-quang và dịch vụ phòng thí nghiệm, Cho thuê hoặc mua các thiết bị y tế thiết yếu.",
  "TravelInsurance.Allianz.CAN.Benefit.list.EmergencyTransportation.tooltip": "Lên đến hạn mức chính sách cho: xe cứu thương mặt đất, đường hàng không hoặc đường biển (bao gồm cả nhân viên y tế) hoặc taxi thay thế. * Yêu cầu phê duyệt trước của Allianz.",
  "TravelInsurance.Allianz.CAN.Benefit.list.Drug.tooltip": "* Lên đến tối đa $ 1,000 đến giới hạn cung cấp thuốc và / hoặc thuốc trong 30 ngày (không bao gồm vitamin, khoáng chất, thực phẩm chức năng, biện pháp tránh thai và thuốc không kê đơn) yêu cầu đơn thuốc bằng văn bản của bác sĩ sau khi được tư vấn (yêu cầu biên lai kê đơn thuốc gốc).",
  "TravelInsurance.Allianz.CAN.Benefit.list.ProfessionalServices.tooltip": "Lên đến tối đa $ 500 cho mỗi học viên cho các dịch vụ của một nhà vật lý trị liệu, chiropractor, chiropodist, osteopath, podiatrist, acupuncturist. Cần có giấy giới thiệu từ bác sĩ. Tất cả những người hành nghề phải đáp ứng các yêu cầu pháp lý và chuyên môn của quốc gia và / hoặc tỉnh / vùng lãnh thổ cần thiết cho việc thực hành nghề nghiệp của họ.",
  "TravelInsurance.Allianz.CAN.Benefit.list.FamilyTransportation.tooltip": "Nếu bạn phải nhập viện (theo yêu cầu của người giám hộ của bệnh nhân tham dự) hoặc tử vong; Lên đến $ 3,000: vé khứ hồi hạng phổ thông cho tối đa 2 gia đình / bạn bè. Lên đến $ 1,000: Chỗ ở, bữa ăn, cuộc gọi điện thoại và chi phí taxi của gia đình / bạn bè. * Yêu cầu phê duyệt trước của Allianz.",
  "TravelInsurance.Allianz.CAN.Benefit.list.DentalEmergencies.tooltip": "* Chỉ bao gồm những chiếc răng chưa được điều trị trước đó.",
  "TravelInsurance.Allianz.CAN.Benefit.list.DentalAccident.tooltip": " * Để nhận được bảo hiểm thích hợp, bạn phải thông báo cho công ty bảo hiểm trong vòng 48 giờ kể từ khi xảy ra tai nạn và việc điều trị phải được hoàn thành trong thời hạn bảo hiểm.",
  "TravelInsurance.Allianz.CAN.Benefit.list.ReturnofDeceased.tooltip": "Lên đến $ 15,000 cho việc chuẩn bị và trả lại cơ thể. Lên đến $ 4,000 : để chôn cất hoặc hỏa táng tại nơi chết. * Yêu cầu phê duyệt trước của Allianz.",
  "TravelInsurance.Allianz.CAN.Benefit.list.OutOfPocket.tooltip": "Chi phí phát sinh tại bệnh viện của người được bảo hiểm hoặc người đi cùng được bảo hiểm, những người phải ở lại với người được bảo hiểm nếu người được bảo hiểm phải nhập viện; Lên đến $ 3,500: Chỗ ở thương mại, Bữa ăn, Cuộc gọi điện thoại, Phí Internet, Giá vé taxi, Chăm sóc trẻ em (dưới 18 tuổi hoặc khuyết tật). * Yêu cầu phê duyệt trước của Allianz.",
  "TravelInsurance.Allianz.CAN.Benefit.list.AirfareToReturnHome.tooltip": "Vé phổ thông một chiều cho bạn và người bạn đồng hành được bảo hiểm trở về nước của bạn để điều trị y tế ngay lập tức * Các biến chứng trong quá trình trở về được loại trừ khỏi phạm vi bảo hiểm. Yêu cầu phê duyệt trước của Allianz.",
  "TravelInsurance.Allianz.CAN.Benefit.list.ReturnAttendantCompanion.tooltip": "Nếu trở về tỉnh nhà để điều trị y tế ngay lập tức: Đi cùng nhân viên y tế chi phí vé phổ thông một chiều của nhân viên y tế, vé phổ thông một chiều với người đi cùng dưới 18 tuổi hoặc khuyết tật, vé phổ thông một chiều cho người đi cùng gia đình * Yêu cầu sự chấp thuận trước của Allianz.",
  "TravelInsurance.Allianz.CAN.Benefit.list.ReturnVehicle.tooltip": "Nếu bạn không thể lái xe về mặt y tế (được xác định bởi bác sĩ) rằng không thể quay trở lại nguồn gốc của chuyến đi. Nếu bạn đang đi du lịch bên trong Bắc Mỹ: Trở về quốc gia hoặc khu vực cư trú của bạn, hoặc đại lý cho thuê gần nhất. Nếu bạn đang đi du lịch bên ngoài Bắc Mỹ: Quay trở lại đại lý cho thuê gần nhất * Yêu cầu sự chấp thuận trước của Allianz.",
  "TravelInsurance.Allianz.CAN.Benefit.list.ReturnPet.tooltip": "Nếu trở về tỉnh nhà để điều trị y tế ngay lập tức * Yêu cầu sự chấp thuận trước của Allianz.",
  "TravelInsurance.Allianz.CAN.Benefit.list.VisitOriginCountry.tooltip": "Bảo hiểm không bị hủy ngay cả khi bạn phải trở về quốc gia / khu vực của mình trong chuyến đi của mình. Bảo hiểm không có giá trị tại quốc gia / khu vực cư trú của bạn. Thời gian lưu trú tại quốc gia/khu vực của bạn là không hoàn lại. Ngay cả khi bạn trở lại điểm đến du lịch của mình, bảo hiểm chỉ có thể được duy trì nếu bạn đáp ứng các tiêu chí đủ điều kiện. * Yêu cầu phê duyệt trước của Allianz.",
  "TravelInsurance.Allianz.CAN.Benefit.list.IdentityFraud.tooltip": "Lên đến $ 5,000: Các chi phí sau đây phát sinh trong vòng 90 ngày kể từ ngày kết thúc thời hạn bảo hiểm do gian lận danh tính phát sinh trong thời gian bảo hiểm; Chi phí công chứng bản tuyên thệ hoặc các tài liệu tương tự cho các cơ quan thực thi pháp luật, tổ chức tài chính hoặc các tổ chức cấp tín dụng tương tự và các cơ quan tín dụng. Phí cho các cuộc gọi hoặc fax đường dài, phí đăng ký khoản vay để đăng ký lại khoản vay vì đơn đăng ký ban đầu của bạn đã bị từ chối vì người cho vay của bạn nhận được thông tin tín dụng không chính xác và phí tư vấn pháp lý hợp lý. Lên đến $ 250 mỗi ngày, Lên đến $ 2,000: Trang trải thu nhập bạn mất do hoàn thành bản tuyên thệ và rời bỏ công việc của bạn để gặp cơ quan thực thi pháp luật, cơ quan tín dụng, thương gia hoặc cố vấn pháp lý. * Yêu cầu phê duyệt trước của Allianz.",
  "TravelInsurance.BenefitByPlan.detail": "Xem chi tiết các quyền lợi của các chương trình bảo hiểm phổ biến nhất: ",
  "TravelInsurance.TuGo.ST.Benefit.list.SumInsured": "Số tiền bảo hiểm",
  "TravelInsurance.TuGo.ST.Benefit.list.SumInsured.Detail": "$ 2 triệu",
  "TravelInsurance.TuGo.ST.Benefit.list.EmergencyHospital": "Bệnh viện cấp cứu",
  "TravelInsurance.TuGo.ST.Benefit.list.EmergencyHospital.detail": "lên đến 2 triệu đô la",
  "TravelInsurance.TuGo.ST.Benefit.list.NonEmergencyMedical": "Điều trị y tế không khẩn cấp (Điều trị theo dõi)",
  "TravelInsurance.TuGo.ST.Benefit.list.NonEmergencyMedical.detail": "Tối đa năm lần tái khám trong vòng 14 ngày sau khi điều trị khẩn cấp ban đầu,",
  "TravelInsurance.TuGo.ST.Benefit.list.EmergencyMedical": "Y tế khẩn cấp",
  "TravelInsurance.TuGo.ST.Benefit.list.EmergencyMedical.detail": "lên đến 2 triệu đô la",
  "TravelInsurance.TuGo.ST.Benefit.list.ProfessionalServices": "Dịch vụ y tế chuyên nghiệp",
  "TravelInsurance.TuGo.ST.Benefit.list.ProfessionalServices.detail": "Lên đến $ 1,000 cho mỗi học viên cho các chuyến thăm đến nhà vật lý trị liệu, bác sĩ chỉnh hình, chiropodist, osteopath, acupuncturist, nhà trị liệu ngôn ngữ, naturopath hoặc podiatrist được cấp phép. Giới thiệu cần thiết cho bác sĩ châm cứu và naturopath",
  "TravelInsurance.TuGo.ST.Benefit.list.Drug": "Thuốc theo toa",
  "TravelInsurance.TuGo.ST.Benefit.list.Drug.detail": "cung cấp lên đến 30 ngày",
  "TravelInsurance.TuGo.ST.Benefit.list.Maternity": "Quyền lợi thai sản",
  "TravelInsurance.TuGo.ST.Benefit.list.Maternity.detail": "Lên đến $ 25,000 nếu việc mang thai bắt đầu trong thời gian được bảo hiểm (Quyền lợi này không cung cấp bảo hiểm cho Sinh / trẻ em hoặc các biến chứng của chúng; hoặc Chi phí y tế phát sinh cho trẻ sơ sinh.",
  "TravelInsurance.TuGo.ST.Benefit.list.EyeExamination": "Khám mắt",
  "TravelInsurance.TuGo.ST.Benefit.list.EyeExamination.detail": "1 trên 12 tháng bảo hiểm (nếu mua hơn 180 ngày)",
  "TravelInsurance.TuGo.ST.Benefit.list.PhysicalExamination": "Khám lâm sàng",
  "TravelInsurance.TuGo.ST.Benefit.list.PhysicalExamination.detail": "1 mỗi khoảng thời gian 12 tháng, kê đơn buổi sáng sau khi uống thuốc trong khoảng thời gian 12 tháng lên đến $ 150 (nếu mua hơn 180 ngày)",
  "TravelInsurance.TuGo.ST.Benefit.list.EmergencyTransportation": "Vận chuyển khẩn cấp / Trở về nhà",
  "TravelInsurance.TuGo.ST.Benefit.list.EmergencyTransportation.detail": "lên đến 2 triệu đô la",
  "TravelInsurance.TuGo.ST.Benefit.list.FamilyTransportation": "Vận chuyển gia đình hoặc bạn bè",
  "TravelInsurance.TuGo.ST.Benefit.list.FamilyTransportation.detail": "Lên đến $ 5,000 cho chi phí vận chuyển và lên đến $ 1,500 cho các bữa ăn và chỗ ở trong trường hợp bạn nhập viện",
  "TravelInsurance.TuGo.ST.Benefit.list.DentalEmergencies": "Cấp cứu nha khoa",
  "TravelInsurance.TuGo.ST.Benefit.list.DentalEmergencies.detail": "lên đến $600",
  "TravelInsurance.TuGo.ST.Benefit.list.DentalAccident": "Tai nạn nha khoa",
  "TravelInsurance.TuGo.ST.Benefit.list.DentalAccident.detail": "lên đến $6.000",
  "TravelInsurance.TuGo.ST.Benefit.list.WisdomTeeth": "Răng khôn",
  "TravelInsurance.TuGo.ST.Benefit.list.WisdomTeeth.detail": "lên đến $ 150 mỗi răng",
  "TravelInsurance.TuGo.ST.Benefit.list.Mental": "Tâm lý / Tâm thần / Nhà tâm lý học / Y tá trị liệu tâm lý / Cố vấn lâm sàng / Nhân viên xã hội",
  "TravelInsurance.TuGo.ST.Benefit.list.Mental.detail": "Lên đến $ 2,000 cộng lại cho tất cả mọi người cho các học viên đến thăm Tâm lý / Tâm thần học / Nhà tâm lý học / Y tá trị liệu tâm lý / Cố vấn lâm sàng / Nhân viên xã hội.",
  "TravelInsurance.TuGo.ST.Benefit.list.ReturnofDeceased": "Sự trở lại của người đã khuất",
  "TravelInsurance.TuGo.ST.Benefit.list.ReturnofDeceased.detail": "lên đến $ 15,000, Lên đến $ 5,000 cho chôn cất / hỏa táng tại nơi chết (không bao gồm chi phí quan tài chôn cất hoặc bình), Lên đến $ 5,000 cho một thành viên trong gia đình đi du lịch và nhận dạng thi thể của bạn và lên đến $ 1,500 cho bữa ăn và chỗ ở",
  "TravelInsurance.TuGo.ST.Benefit.list.AccidentalDeath": "Tử vong & Thương tật do Tai nạn",
  "TravelInsurance.TuGo.ST.Benefit.list.AccidentalDeath.detail": "lên đến $10.000",
  "TravelInsurance.TuGo.ST.Benefit.list.FlightAccident": "Chuyến bay hàng không/hãng hàng không thông thường",
  "TravelInsurance.TuGo.ST.Benefit.list.FlightAccident.detail": "$ 100,000 (* Bạn cần mua tùy chọn)",
  "TravelInsurance.TuGo.ST.Benefit.list.24hrsAccident": "Tai nạn 24 giờ",
  "TravelInsurance.TuGo.ST.Benefit.list.24hrsAccident.detail": "$ 25,000 (* Bạn cần mua tùy chọn)",
  "TravelInsurance.TuGo.ST.Benefit.list.Fracture": "điều trị gãy xương",
  "TravelInsurance.TuGo.ST.Benefit.list.Fracture.detail": "Lên đến $1,000 cho điều trị liên quan đến gãy xương",
  "TravelInsurance.TuGo.ST.Benefit.list.Fracture.tooltip": "Chụp X-quang, Thăm khám bác sĩ tái khám, Bó bột và bó bột cần thiết về mặt y tế, Tháo bột. *Quyền lợi này chỉ áp dụng thay cho quyền lợi Vé máy bay về nước để điều trị",
  "TravelInsurance.TuGo.ST.Benefit.list.vaccination": "Xét nghiệm bệnh lao và tất cả các loại vắc-xin khác",
  "TravelInsurance.TuGo.ST.Benefit.list.vaccination.detail": "Lên đến $ 100 cho xét nghiệm bệnh lao và tiêm chủng hoặc chủng ngừa trong khoảng thời gian 12 tháng liên tiếp (phải mua 180 ngày)",
  "TravelInsurance.TuGo.ST.Benefit.list.vaccination.tooltip": "Bảo hiểm cho xét nghiệm bệnh lao không được thanh toán nếu xét nghiệm được ủy quyền bởi hội đồng nhà trường hoặc trường học như một yêu cầu để ghi danh chương trình.",
  "TravelInsurance.TuGo.ST.Benefit.list.Drug.tooltip": "Lên đến tối đa 10,000 đô la đến giới hạn cung cấp thuốc và / hoặc thuốc trong 30 ngày (không bao gồm vitamin, khoáng chất, thực phẩm chức năng, biện pháp tránh thai và thuốc không kê đơn) yêu cầu đơn thuốc bằng văn bản của bác sĩ sau khi được tư vấn (yêu cầu biên lai kê đơn thuốc gốc). Trong khi bạn bị giới hạn trong bệnh viện, công ty sẽ hoàn trả tổng chi phí của các loại thuốc và / hoặc thuốc đó.",
  "TravelInsurance.TuGo.ST.Benefit.list.EmergencyMedical.tooltip": "Trường hợp khẩn cấp có nghĩa là một căn bệnh hoặc thương tích không lường trước được, cần được điều trị y tế ngay lập tức để giảm bớt nguy hiểm hiện có đối với tính mạng hoặc sức khỏe. Trường hợp khẩn cấp không còn tồn tại, khi các bằng chứng y tế chỉ ra rằng bạn có thể tiếp tục chuyến đi hoặc trở về nước. Sau khi tình trạng khẩn cấp như vậy kết thúc, không có quyền lợi nào khác được thanh toán đối với tình trạng gây ra trường hợp khẩn cấp trừ khi được chỉ định trong phần Bảo hiểm Bệnh viện / Y tế, tiêu đề Quyền lợi, Điều trị không khẩn cấp. Bác sĩ / Bác sĩ phẫu thuật / Bác sĩ gây mê / Y tá đã đăng ký, Chẩn đoán / xét nghiệm trong phòng thí nghiệm và kiểm tra X-quang, xe cứu thương bao gồm giá vé taxi khẩn cấp, Cho thuê thiết bị hoặc thiết bị y tế",
  "TravelInsurance.TuGo.ST.Benefit.list.ProfessionalServices.tooltip": "Lên đến tối đa $ 1,000 cho mỗi học viên cho các dịch vụ của một nhà vật lý trị liệu, chiropractor, chiropodist, osteopath, podiatrist, acupuncturist, naturopath để giảm đau cấp cứu cấp tính hoặc trị liệu ngôn ngữ. Cần có giấy giới thiệu từ bác sĩ cho bác sĩ châm cứu và bác sĩ tự nhiên. Tất cả những người hành nghề phải đáp ứng các yêu cầu pháp lý và chuyên môn của quốc gia và / hoặc tỉnh / vùng lãnh thổ cần thiết cho việc thực hành nghề nghiệp của họ.",
  "TravelInsurance.TuGo.ST.Benefit.list.NonEmergencyMedical.tooltip": "Tối đa năm lần tái khám trong vòng 14 ngày sau lần điều trị khẩn cấp ban đầu.",
  "TravelInsurance.TuGo.ST.Benefit.list.EmergencyTransportation.tooltip": "Các dịch vụ của xe cứu thương và nhân viên y tế được cấp phép, bao gồm cứu hộ trên núi và trên biển, từ hiện trường vụ tai nạn hoặc nơi bắt đầu bị bệnh đến bệnh viện gần nhất. Nếu xe cứu thương được yêu cầu về mặt y tế nhưng không có sẵn, công ty sẽ hoàn trả tới $ 125 cho chi phí taxi, yêu cầu biên lai taxi.",
  "TravelInsurance.TuGo.ST.Benefit.list.DentalEmergencies.tooltip": "Các dịch vụ của nha sĩ hoặc bác sĩ phẫu thuật nha khoa được cấp phép để điều trị nha khoa khẩn cấp, bao gồm chi phí thuốc theo toa và chụp X-quang, như sau: Chi phí nha khoa bạn phải chịu để giảm đau răng miệng ngoài đau do tai nạn, tối đa là $ 600.",
  "TravelInsurance.TuGo.ST.Benefit.list.DentalAccident.tooltip": "Các dịch vụ của nha sĩ hoặc bác sĩ phẫu thuật nha khoa được cấp phép để điều trị nha khoa khẩn cấp, bao gồm chi phí thuốc theo toa và chụp X-quang, như sau: Chi phí nha khoa mà bạn phải chịu lên đến tối đa 5,000 đô la cho một tai nạn yêu cầu sửa chữa hoặc thay thế răng tự nhiên âm thanh hoặc gắn răng nhân tạo vĩnh viễn. Điều này bao gồm việc sửa chữa các công việc nha khoa phục hồi bao gồm trám hỗn hống và hỗn hợp, ghim dự phòng và trụ đúc sẵn để trám răng và mão và cầu kim loại tiêu chuẩn.",
  "TravelInsurance.TuGo.ST.Benefit.list.EyeExamination.tooltip": "Một lần đến bác sĩ nhãn khoa hoặc bác sĩ nhãn khoa được cấp phép trong khoảng thời gian 12 tháng liên tiếp để kiểm tra sự bất thường trong hệ thống thị giác.",
  "TravelInsurance.TuGo.ST.Benefit.list.PhysicalExamination.tooltip": "Tối đa $ 150 cho một lần đến bác sĩ để kiểm tra tổng quát hoặc một buổi tư vấn và kê đơn 'buổi sáng sau khi uống thuốc' trong khoảng thời gian 12 tháng liên tiếp với điều kiện bạn đã mua hợp đồng bảo hiểm 365 ngày.",
  "TravelInsurance.TuGo.ST.Benefit.list.Maternity.tooltip": "Lên đến $ 25,000 cho chăm sóc trước khi sinh (bao gồm nhưng không giới hạn ở các xét nghiệm và thuốc được kê đơn), chấm dứt thai kỳ không tự nguyện hoặc dẫn đến các biến chứng với điều kiện thai kỳ bắt đầu trong thời gian bảo hiểm. Trẻ sơ sinh có thể được thêm vào Hợp đồng từ 15 ngày tuổi với điều kiện phí bảo hiểm bổ sung thích hợp đã được thanh toán. Quyền lợi sẽ chỉ được thanh toán tại quốc gia học tập.",
  "TravelInsurance.TuGo.ST.Benefit.list.FamilyTransportation.tooltip": "Lên đến tối đa 5,000 đô la cho chi phí vận chuyển khứ hồi cho một thành viên trong gia đình ở bên bạn khi bạn ở trong bệnh viện nếu bác sĩ chăm sóc xét thấy cần thiết và, 150 đô la mỗi ngày lên đến tối đa 1,500 đô la cho bữa ăn và chỗ ở thương mại. Quyền lợi này chỉ được chi trả khi được chấp thuận trước và sắp xếp bởi Khiếu nại tại TuGo.",
  "TravelInsurance.TuGo.VI.Benefit.list.SumInsured": "Số tiền bảo hiểm",
  "TravelInsurance.TuGo.VI.Benefit.list.SumInsured.Detail": "Có thể lựa chọn từ $ 10,000 đến $ 300,000",
  "TravelInsurance.TuGo.VI.Benefit.list.EmergencyMedical": "Điều trị y tế khẩn cấp",
  "TravelInsurance.TuGo.VI.Benefit.list.EmergencyMedical.detail": "Lên đến Số tiền bảo hiểm",
  "TravelInsurance.TuGo.VI.Benefit.list.NonEmergencyMedical": "Các lượt truy cập tiếp theo",
  "TravelInsurance.TuGo.VI.Benefit.list.NonEmergencyMedical.detail": "Tối đa 5 lần tái khám trong vòng 14 ngày kể từ ngày điều trị y tế khẩn cấp ban đầu",
  "TravelInsurance.TuGo.VI.Benefit.list.ProfessionalServices": "Dịch vụ y tế chuyên nghiệp",
  "TravelInsurance.TuGo.VI.Benefit.list.ProfessionalServices.detail": "Lên đến $ 600 cho bất kỳ một sự cố nào cho mỗi học viên",
  "TravelInsurance.TuGo.VI.Benefit.list.Drug": "Thuốc theo toa",
  "TravelInsurance.TuGo.VI.Benefit.list.Drug.detail": "Lên đến nguồn cung cấp trong 30 ngày sau trường hợp khẩn cấp trong chuyến đi",
  "TravelInsurance.TuGo.VI.Benefit.list.Maternity": "Maternity",
  "TravelInsurance.TuGo.VI.Benefit.list.Maternity.detail": "Lên đến $ 6,000 cho chăm sóc trước khi sinh, sinh nở và / hoặc các biến chứng của chúng",
  "TravelInsurance.TuGo.VI.Benefit.list.EmergencyTransportation": "Xe cứu thương",
  "TravelInsurance.TuGo.VI.Benefit.list.EmergencyTransportation.detail": "Lên đến Số tiền bảo hiểm",
  "TravelInsurance.TuGo.VI.Benefit.list.EmergencyAirTransportation": "Vận chuyển hàng không khẩn cấp",
  "TravelInsurance.TuGo.VI.Benefit.list.EmergencyAirTransportation.detail": "Lên đến số tiền bảo hiểm cho việc sơ tán y tế bằng không khí. Nếu được yêu cầu về mặt y tế, quyền lợi này cũng bao gồm: Chi phí cho một nhân viên y tế đủ điều kiện, Nâng hạng ghế của hãng hàng không",
  "TravelInsurance.TuGo.VI.Benefit.list.AirfareToReturnHome": "Vé máy bay về nhà điều trị",
  "TravelInsurance.TuGo.VI.Benefit.list.AirfareToReturnHome.detail": "Lên đến vé máy bay hạng phổ thông một chiều để trở về quốc gia thường trú để điều trị y tế ngay lập tức (* Điều trị phải được yêu cầu trong vòng 10 ngày kể từ ngày trở về nhà).",
  "TravelInsurance.TuGo.VI.Benefit.list.FamilyTransportation": "Phương tiện di chuyển gia đình",
  "TravelInsurance.TuGo.VI.Benefit.list.FamilyTransportation.detail": "Khi một du khách được bảo hiểm phải nhập viện, quyền lợi này bao gồm: Chi phí vận chuyển đường bộ hoặc vé máy bay khứ hồi cho một thành viên trong gia đình ở bên giường bệnh của họ, Lên đến $ 400 mỗi ngày đến tối đa là $ 2,000 cho các chi phí tự trả.",
  "TravelInsurance.TuGo.VI.Benefit.list.ReturnDependent": "Trả lại con cái phụ thuộc",
  "TravelInsurance.TuGo.VI.Benefit.list.ReturnDependent.detail": "Khi một du khách được bảo hiểm được trở về quốc gia thường trú của họ vì trường hợp khẩn cấp về y tế, quyền lợi này bao gồm: Lên đến vé máy bay hạng phổ thông một chiều cho trẻ em phụ thuộc* trở về nhà, Chi phí cho một người đi kèm đủ điều kiện, * Trẻ em không phải được bảo hiểm. Điều này áp dụng cho trẻ em đến 21 tuổi, nếu cư trú với cha mẹ / người giám hộ hoặc đến 25 tuổi, nếu là học sinh toàn thời gian. Không có giới hạn độ tuổi áp dụng cho trẻ em bị khuyết tật về nhận thức, phát triển hoặc thể chất.",
  "TravelInsurance.TuGo.VI.Benefit.list.DentalEmergencies": "Cấp cứu nha khoa",
  "TravelInsurance.TuGo.VI.Benefit.list.DentalEmergencies.detail": "Lên đến $ 600 cho bất kỳ trường hợp khẩn cấp nha khoa nào khác",
  "TravelInsurance.TuGo.VI.Benefit.list.DentalAccident": "Tai nạn nha khoa",
  "TravelInsurance.TuGo.VI.Benefit.list.DentalAccident.detail": "Lên đến $ 6,000 cho các tai nạn nha khoa trong chuyến đi",
  "TravelInsurance.TuGo.VI.Benefit.list.ReturnofDeceased": "Hồi hương",
  "TravelInsurance.TuGo.VI.Benefit.list.ReturnofDeceased.detail": "Lên đến số tiền bảo hiểm cho việc chuẩn bị và trả lại thi thể, Lên đến $ 6,000 để chôn cất hoặc hỏa táng tại nơi chết, Chi phí vận chuyển và bảo hiểm cho một thành viên trong gia đình để nhận dạng thi thể và lên đến $ 400 mỗi ngày đến tối đa $ 2,000 cho bữa ăn và chỗ ở của họ.",
  "TravelInsurance.TuGo.VI.Benefit.list.FractureTreatment": "Điều trị gãy xương",
  "TravelInsurance.TuGo.VI.Benefit.list.FractureTreatment.detail": "Lên đến $ 1,000 cho điều trị y tế liên quan đến gãy xương. Quyền lợi này bao gồm: X-quang, Thăm khám bác sĩ tái khám, Đúc và đúc lại, Loại bỏ diễn viên ",
  "TravelInsurance.TuGo.VI.Benefit.list.HospitalAllowance": "Trợ cấp nằm viện",
  "TravelInsurance.TuGo.VI.Benefit.list.HospitalAllowance.detail": "Lên đến $ 100 mỗi ngày cho các khoản phí bệnh viện ngẫu nhiên",
  "TravelInsurance.TuGo.VI.Benefit.list.OutOfPocket": "Chi phí tự trả",
  "TravelInsurance.TuGo.VI.Benefit.list.OutOfPocket.detail": "Khi một người đi cùng phải nhập viện vào ngày hành khách được bảo hiểm dự kiến trở về nhà hoặc khi họ được chuyển đến một bệnh viện khác ở thành phố khác để điều trị y tế khẩn cấp, quyền lợi này bao gồm: Lên đến $ 500 mỗi ngày đến tối đa $ 5,000 cho chỗ ở thương mại, Bữa ăn, Cuộc gọi điện thoại, phí internet, Giá vé taxi,  Phí gửi xe, giá vé xe buýt, dịch vụ cho thuê xe.",
  "TravelInsurance.TuGo.VI.Benefit.list.Childcare": "Chăm sóc trẻ em",
  "TravelInsurance.TuGo.VI.Benefit.list.Childcare.detail": "Lên đến $500 mỗi ngày đến tối đa $5.000 cho chi phí chăm sóc trẻ em* khi hành khách được bảo hiểm bị giới hạn trong bệnh viện hoặc chuyển đến một bệnh viện khác ở thành phố khác để điều trị y tế khẩn cấp (* Trẻ em phải được bảo hiểm và từ 18 tuổi trở xuống)",
  "TravelInsurance.TuGo.VI.Benefit.list.ReturnOfVehicle": "Trả lại xe",
  "TravelInsurance.TuGo.VI.Benefit.list.ReturnOfVehicle.detail": "Khi hành khách được bảo hiểm không đủ sức khỏe để lái xe về nhà, quyền lợi này bao gồm: Lên đến $ 2,500 cho một đại lý thương mại trả lại xe hoặc lên đến vé máy bay hạng phổ thông một chiều cộng với xăng, bữa ăn và chỗ ở cho một thành viên gia đình hoặc bạn bè để nhận và trả lại xe",
  "TravelInsurance.TuGo.VI.Benefit.list.24hrsAccident": "Bảo hiểm tai nạn 24 giờ",
  "TravelInsurance.TuGo.VI.Benefit.list.24hrsAccident.detail": "Lên đến $25.000",
  "TravelInsurance.TuGo.VI.Benefit.list.ReturnCompanion": "Sự trở lại của người đi cùng",
  "TravelInsurance.TuGo.VI.Benefit.list.ReturnCompanion.detail": "Khi một hành khách được bảo hiểm được đưa trở lại quốc gia thường trú của họ vì trường hợp khẩn cấp về y tế, quyền lợi này bao gồm: Vé máy bay hạng phổ thông một chiều cho người đi cùng cũng có thể trở về nhà (*Người đi cùng không cần phải bảo hiểm).",
  "TravelInsurance.TuGo.VI.Benefit.list.SumInsured.tooltip": "Khi bạn mua gói 100,000 đô la, số tiền bảo hiểm tối đa bạn có thể nhận được được đặt ở mức tối đa là 100,000 đô la.",
  "TravelInsurance.TuGo.VI.Benefit.list.EmergencyMedical.tooltip": "Đối với điều trị y tế khẩn cấp cho chăm sóc nội trú hoặc ngoại trú, Dịch vụ của bác sĩ, Điều dưỡng nhiệm vụ tư nhân, X-quang và dịch vụ phòng thí nghiệm, Cho thuê hoặc mua các thiết bị y tế thiết yếu.",
  "TravelInsurance.TuGo.VI.Benefit.list.EmergencyTransportation.tooltip": "Đối với xe cứu thương mặt đất, đường hàng không hoặc đường biển (bao gồm cả nhân viên y tế) hoặc taxi thay thế",
  "TravelInsurance.TuGo.VI.Benefit.list.ProfessionalServices.tooltip": "Đối với giấy phép: Vật lý trị liệu, Chiropractors, Chiropodists, Osteopaths, Podiatrists, Optometrists, Acupuncturists.",
  "TravelInsurance.TuGo.VI.Benefit.list.Drug.tooltip": "Đối với các loại thuốc và/hoặc thuốc (không bao gồm vitamin, khoáng chất, thực phẩm chức năng, biện pháp tránh thai và thuốc không kê đơn) yêu cầu đơn thuốc bằng văn bản của bác sĩ sau khi được tư vấn (bắt buộc phải có biên lai kê đơn thuốc gốc).",
  "TravelInsurance.TuGo.CAN.Benefit.list.SumInsured": "Số tiền bảo hiểm",
  "TravelInsurance.TuGo.CAN.Benefit.list.SumInsured.Detail": "Lên đến 5 triệu đô la",
  "TravelInsurance.TuGo.CAN.Benefit.list.EmergencyMedical": "Điều trị y tế khẩn cấp",
  "TravelInsurance.TuGo.CAN.Benefit.list.EmergencyMedical.detail": "Lên đến 5 triệu đô la",
  "TravelInsurance.TuGo.CAN.Benefit.list.EmergencyTransportation": "Xe cứu thương",
  "TravelInsurance.TuGo.CAN.Benefit.list.EmergencyTransportation.detail": "Lên đến 5 triệu đô la",
  "TravelInsurance.TuGo.CAN.Benefit.list.NonEmergencyMedical": "Chuyến thăm tiếp theo",
  "TravelInsurance.TuGo.CAN.Benefit.list.NonEmergencyMedical.detail": "Tối đa một lần tái khám trong vòng 14 ngày kể từ ngày điều trị y tế khẩn cấp ban đầu",
  "TravelInsurance.TuGo.CAN.Benefit.list.ProfessionalServices": "Dịch vụ y tế chuyên nghiệp",
  "TravelInsurance.TuGo.CAN.Benefit.list.ProfessionalServices.detail": "Lên đến $ 700 cho bất kỳ một sự cố nào cho mỗi học viên được cấp phép",
  "TravelInsurance.TuGo.CAN.Benefit.list.Drug": "Thuốc theo toa",
  "TravelInsurance.TuGo.CAN.Benefit.list.Drug.detail": "Lên đến nguồn cung cấp trong 30 ngày sau trường hợp khẩn cấp trong chuyến đi, Lên đến $ 200 cho một lần khám bác sĩ",
  "TravelInsurance.TuGo.CAN.Benefit.list.AirfareToReturnHome": "Vé máy bay về nhà điều trị",
  "TravelInsurance.TuGo.CAN.Benefit.list.AirfareToReturnHome.detail": "Lên đến vé máy bay hạng phổ thông một chiều",
  "TravelInsurance.TuGo.CAN.Benefit.list.FamilyTransportation": "Phương tiện di chuyển gia đình",
  "TravelInsurance.TuGo.CAN.Benefit.list.FamilyTransportation.detail": "Giá vé máy bay khứ hồi hạng phổ thông hoặc chi phí vận chuyển mặt đất. Tối đa $ 2,500 cho các chi phí tự trả",
  "TravelInsurance.TuGo.CAN.Benefit.list.ReturnCompanion": "Sự trở lại của người đi cùng",
  "TravelInsurance.TuGo.CAN.Benefit.list.ReturnCompanion.detail": "Vé máy bay hạng phổ thông một chiều cho người đi cùng",
  "TravelInsurance.TuGo.CAN.Benefit.list.ReturnPet": "Trả lại vật nuôi",
  "TravelInsurance.TuGo.CAN.Benefit.list.ReturnPet.detail": "Lên đến $300",
  "TravelInsurance.TuGo.CAN.Benefit.list.ReturnVehicle": "Trả lại xe",
  "TravelInsurance.TuGo.CAN.Benefit.list.ReturnVehicle.detail": "Khi hành khách được bảo hiểm không đủ sức khỏe để lái xe về nhà, quyền lợi này bao gồm: Lên đến giới hạn hợp đồng cho một đại lý thương mại để trả lại xe hoặc lên đến vé máy bay hạng phổ thông một chiều cộng với gas, bữa ăn và chỗ ở cho một thành viên gia đình hoặc bạn bè để nhận và trả lại xe",
  "TravelInsurance.TuGo.CAN.Benefit.list.DentalEmergencies": "Cấp cứu nha khoa",
  "TravelInsurance.TuGo.CAN.Benefit.list.DentalEmergencies.detail": "Lên đến $700",
  "TravelInsurance.TuGo.CAN.Benefit.list.DentalAccident": "Tai nạn nha khoa",
  "TravelInsurance.TuGo.CAN.Benefit.list.DentalAccident.detail": "Lên đến 5 triệu đô la",
  "TravelInsurance.TuGo.CAN.Benefit.list.ReturnofDeceased": "Hồi hương",
  "TravelInsurance.TuGo.CAN.Benefit.list.ReturnofDeceased.detail": "Lên đến $ 5 triệu (Trả lại). Lên đến $ 6,000 (Chôn cất hoặc Hỏa táng). $ 2,000 cho bữa ăn và chỗ ở của họ.",
  "TravelInsurance.TuGo.CAN.Benefit.list.OutOfPocket": "Chi phí tự trả",
  "TravelInsurance.TuGo.CAN.Benefit.list.OutOfPocket.detail": " Lên đến 500 USD mỗi ngày đến tối đa 5.000 USD",
  "TravelInsurance.TuGo.CAN.Benefit.list.VisitOriginCountry": "Thăm nhà tạm thời",
  "TravelInsurance.TuGo.CAN.Benefit.list.VisitOriginCountry.detail": "Đối với các kế hoạch chuyến đi đơn lẻ, bảo hiểm sẽ không chấm dứt nếu khách du lịch cần thực hiện một chuyến thăm tạm thời và bất ngờ đến tỉnh nhà của họ trong chuyến đi của họ*",
  "TravelInsurance.TuGo.CAN.Benefit.list.VisionHearingAids": "Chăm sóc thị lực & máy trợ thính",
  "TravelInsurance.TuGo.CAN.Benefit.list.VisionHearingAids.detail": "Lên đến $1,000",
  "TravelInsurance.TuGo.CAN.Benefit.list.FractureTreatment": "Điều trị gãy xương",
  "TravelInsurance.TuGo.CAN.Benefit.list.FractureTreatment.detail": "Lên đến $ 1,250",
  "TravelInsurance.TuGo.CAN.Benefit.list.UnexpectedNewborn": "Sinh con bất ngờ",
  "TravelInsurance.TuGo.CAN.Benefit.list.UnexpectedNewborn.detail": "Lên đến $25.000",
  "TravelInsurance.TuGo.CAN.Benefit.list.hospitalAllowrance": "Trợ cấp nằm viện",
  "TravelInsurance.TuGo.CAN.Benefit.list.hospitalAllowrance.detail": "Lên đến $ 100 mỗi ngày",
  "TravelInsurance.TuGo.CAN.Benefit.list.EmergencyAirTransportation": "Vận chuyển hàng không khẩn cấp",
  "TravelInsurance.TuGo.CAN.Benefit.list.EmergencyAirTransportation.detail": "Lên đến 5 triệu đô la",
  "TravelInsurance.TuGo.CAN.Benefit.list.ExcessBaggage": "Trả lại hành lý quá cước",
  "TravelInsurance.TuGo.CAN.Benefit.list.ExcessBaggage.detail": "Lên đến $700",
  "TravelInsurance.TuGo.CAN.Benefit.list.ReturnDependent": "Trả lại con cái phụ thuộc",
  "TravelInsurance.TuGo.CAN.Benefit.list.ReturnDependent.detail": "Lên đến vé máy bay hạng phổ thông một chiều. Chi phí của một người đi kèm đủ điều kiện.",
  "TravelInsurance.TuGo.CAN.Benefit.list.RemoteEvacuation": "Sơ tán từ xa",
  "TravelInsurance.TuGo.CAN.Benefit.list.RemoteEvacuation.detail": "Lên đến $ 6,000",
  "TravelInsurance.TuGo.CAN.Benefit.list.ChildCare": "Chăm sóc trẻ em",
  "TravelInsurance.TuGo.CAN.Benefit.list.ChildCare.detail": "Lên đến $ 500 mỗi ngày đến tối đa $ 5,000 cho chi phí chăm sóc trẻ em",
  "TravelInsurance.TuGo.CAN.Benefit.list.ReturnToDestination": "Trở về điểm đến của bạn",
  "TravelInsurance.TuGo.CAN.Benefit.list.ReturnToDestination.detail": "Vé máy bay phổ thông một chiều cho hành khách được bảo hiểm và người đi cùng của họ",
  "TravelInsurance.TuGo.CAN.Benefit.list.DelayFlight": "Chi phí chậm trễ đi lại bằng đường hàng không",
  "TravelInsurance.TuGo.CAN.Benefit.list.DelayFlight.detail": "$ 900 (chỗ ở và bữa ăn), $ 400 (phương tiện đi lại bổ sung), $ 400 (chi phí giải trí), $ 900 (các mặt hàng thiết yếu)",
  "TravelInsurance.TuGo.CAN.Benefit.list.DomesticServicesCanada": "Dịch vụ nội địa ở Canada",
  "TravelInsurance.TuGo.CAN.Benefit.list.DomesticServicesCanada.detail": "Lên đến $300",
  "TravelInsurance.TuGo.CAN.Benefit.list.FollowUpCanada": "Theo dõi y tế ở Canada",
  "TravelInsurance.TuGo.CAN.Benefit.list.FollowUpCanada.detail": "$ 1,000 (một phòng bán riêng trong bệnh viện, trung tâm phục hồi chức năng hoặc nhà dưỡng bệnh), $ 100 (điều dưỡng chăm sóc tại nhà), $ 300 (dịch vụ xe cứu thương hoặc taxi), $ 300 (thuê hoặc mua các thiết bị y tế thiết yếu)",
  "TravelInsurance.TuGo.CAN.Benefit.list.EmergencyMedical.tooltip": "*Trường hợp khẩn cấp là gì? Ngoài phòng cấp cứu, điều này bao gồm đến phòng khám không cửa ngăn vì bạn bị ốm bất ngờ và cần điều trị ngay lập tức. Lên đến hạn mức chính sách cho: Điều trị y tế khẩn cấp cho chăm sóc nội trú hoặc ngoại trú, Dịch vụ điều dưỡng y tế tư nhân, X-quang và dịch vụ phòng thí nghiệm, Cho thuê hoặc mua các thiết bị y tế thiết yếu.",
  "TravelInsurance.TuGo.CAN.Benefit.list.EmergencyTransportation.tooltip": "Đối với xe cứu thương mặt đất, đường hàng không hoặc đường biển (bao gồm cả nhân viên y tế) hoặc taxi thay thế. * Nó phải được phê duyệt trước bởi TuGo.",
  "TravelInsurance.TuGo.CAN.Benefit.list.Drug.tooltip": "* Tối đa 30 ngày cung cấp thuốc và / hoặc thuốc (không bao gồm vitamin, khoáng chất, thực phẩm chức năng, biện pháp tránh thai và thuốc không kê đơn) yêu cầu đơn thuốc bằng văn bản của bác sĩ sau khi được tư vấn (yêu cầu biên lai kê đơn thuốc gốc). Lên đến $ 200 cho một chuyến thăm bác sĩ để nhận đơn thuốc mới cho các loại thuốc theo toa bị mất, bị đánh cắp hoặc bị hư hỏng",
  "TravelInsurance.TuGo.CAN.Benefit.list.ProfessionalServices.tooltip": "Lên đến tối đa $ 700 cho mỗi học viên cho các dịch vụ của một nhà vật lý trị liệu, chiropractor, chiropodist, osteopath, podiatrist, acupuncturist, Optometrists. Tất cả những người hành nghề phải đáp ứng các yêu cầu pháp lý và chuyên môn của quốc gia và / hoặc tỉnh / vùng lãnh thổ cần thiết cho việc thực hành nghề nghiệp của họ.",
  "TravelInsurance.TuGo.CAN.Benefit.list.FamilyTransportation.tooltip": "Khi một hành khách được bảo hiểm phải nhập viện, quyền lợi này bao gồm: Chi phí vận chuyển đường bộ hoặc vé máy bay khứ hồi cho một thành viên trong gia đình có mặt tại giường bệnh của họ. Lên đến $ 500 mỗi ngày đến tối đa $ 2,500 cho các chi phí tự trả. * Yêu cầu của bác sĩ phải được thực hiện.",
  "TravelInsurance.TuGo.CAN.Benefit.list.DentalAccident.tooltip": "* Cũng bao gồm bảo hiểm bổ sung trong tối đa 30 ngày tại tỉnh nhà khi trở về từ chuyến đi",
  "TravelInsurance.TuGo.CAN.Benefit.list.ReturnofDeceased.tooltip": "• Lên đến giới hạn chính sách để chuẩn bị và trả lại thi thể. Lên đến $ 6,000 để chôn cất hoặc hỏa táng tại nơi chết. Chi phí vận chuyển và bảo hiểm cho một thành viên trong gia đình để nhận dạng thi thể và lên đến 400 đô la mỗi ngày đến tối đa 2,000 đô la cho bữa ăn và chỗ ở của họ",
  "TravelInsurance.TuGo.CAN.Benefit.list.OutOfPocket.tooltip": "Khi một người đi cùng phải nhập viện vào ngày hành khách được bảo hiểm dự kiến trở về nhà hoặc khi họ được chuyển đến một bệnh viện khác ở thành phố khác để điều trị y tế khẩn cấp, quyền lợi này bao gồm: Lên đến $ 500 mỗi ngày đến tối đa $ 5,000 cho: Chỗ ở thương mại, Bữa ăn, Cuộc gọi điện thoại, Phí Internet, Giá vé taxi,  Phí gửi xe, giá vé xe buýt, dịch vụ cho thuê xe. * Nó phải được phê duyệt trước bởi TuGo.",
  "TravelInsurance.TuGo.CAN.Benefit.list.AirfareToReturnHome.tooltip": "Lên đến vé máy bay hạng phổ thông một chiều để trở về tỉnh nhà để điều trị y tế ngay lập tức. * Điều trị phải được yêu cầu trong vòng 10 ngày kể từ ngày trở về nhà",
  "TravelInsurance.TuGo.CAN.Benefit.list.ReturnCompanion.tooltip": "Khi một hành khách được bảo hiểm được trở về tỉnh nhà của họ vì trường hợp khẩn cấp về y tế, quyền lợi này bao gồm: Vé máy bay hạng phổ thông một chiều cho người đi cùng cũng trở về nhà * Người đi cùng không cần phải được bảo hiểm. * Nó phải được phê duyệt trước bởi TuGo.",
  "TravelInsurance.TuGo.CAN.Benefit.list.ReturnVehicle.tooltip": "Được bảo hiểm khi bác sĩ xác định rằng thành viên đó không thể lái xe trở lại nguồn gốc của chuyến đi về mặt y tế. * Nó phải được phê duyệt trước bởi TuGo.",
  "TravelInsurance.TuGo.CAN.Benefit.list.ReturnPet.tooltip": "khi hành khách được bảo hiểm được đưa trở về tỉnh nhà của họ vì trường hợp khẩn cấp về y tế * Nó phải được TuGo chấp thuận trước.",
  "TravelInsurance.TuGo.CAN.Benefit.list.VisitOriginCountry.tooltip": "* Phạm vi bảo hiểm không được cung cấp khi ở tỉnh nhà. * Nó phải được phê duyệt trước bởi TuGo.",
  "TravelInsurance.TuGo.CAN.Benefit.list.FractureTreatment.tooltip": "Đối với điều trị y tế liên quan đến gãy xương. Quyền lợi này bao gồm: X-quang, Thăm khám bác sĩ tái khám, Đúc và đúc lại, Loại bỏ diễn viên.",
  "TravelInsurance.TuGo.CAN.Benefit.list.VisionHearingAids.tooltip": "Để thay thế kính theo toa, kính áp tròng và / hoặc máy trợ thính nếu bị mất, bị đánh cắp hoặc bị hỏng. * Nó phải được phê duyệt trước bởi TuGo.",
  "TravelInsurance.TuGo.CAN.Benefit.list.UnexpectedNewborn.tooltip": "Đối với các chi phí y tế phát sinh bởi một đứa trẻ sơ sinh",
  "TravelInsurance.TuGo.CAN.Benefit.list.hospitalAllowrance.tooltip": "Đối với chi phí bệnh viện ngẫu nhiên (cáp, internet). * Biên lai nhận được từ bệnh viện là bắt buộc tại thời điểm yêu cầu bồi thường. * Nó phải được phê duyệt trước bởi TuGo.",
  "TravelInsurance.TuGo.CAN.Benefit.list.EmergencyAirTransportation.tooltip": "Lên đến giới hạn chính sách cho việc sơ tán bằng không khí y tế. Nếu cần thiết về mặt y tế, quyền lợi này cũng bao gồm: Chi phí cho một nhân viên y tế đủ điều kiện, Nâng hạng ghế của hãng hàng không. * Nó phải được phê duyệt trước bởi TuGo.",
  "TravelInsurance.TuGo.CAN.Benefit.list.ExcessBaggage.tooltip": "Nếu hành khách được bảo hiểm được sơ tán bằng đường hàng không y tế đến tỉnh nhà của họ và không có chỗ trên máy bay để lấy hành lý",
  "TravelInsurance.TuGo.CAN.Benefit.list.ReturnDependent.tooltip": "Khi một hành khách được bảo hiểm được trở về tỉnh nhà của họ vì trường hợp khẩn cấp về y tế, quyền lợi này bao gồm: Vé máy bay hạng phổ thông một chiều cho trẻ em phụ thuộc* trở về nhà. Chi phí của một người đi kèm đủ điều kiện. * Trẻ em không phải được bảo hiểm. Điều này áp dụng cho trẻ em đến 21 tuổi, nếu cư trú với cha mẹ / người giám hộ hoặc đến 25 tuổi, nếu là học sinh toàn thời gian. Không áp dụng giới hạn độ tuổi cho trẻ em bị khuyết tật về nhận thức, phát triển hoặc thể chất",
  "TravelInsurance.TuGo.CAN.Benefit.list.RemoteEvacuation.tooltip": "Để sơ tán phi y tế từ một địa điểm xa xôi. Bao gồm dịch vụ tìm kiếm, cứu hộ từ núi, biển hoặc các địa điểm khác",
  "TravelInsurance.TuGo.CAN.Benefit.list.ChildCare.tooltip": "* Khi hành khách được bảo hiểm bị giới hạn trong bệnh viện hoặc được chuyển đến một bệnh viện khác ở thành phố khác để điều trị y tế khẩn cấp. * Trẻ em phải được bảo hiểm và từ 18 tuổi trở xuống.",
  "TravelInsurance.TuGo.CAN.Benefit.list.ReturnToDestination.tooltip": "Khi hành khách được bảo hiểm chọn quay trở lại điểm đến du lịch của họ sau khi được sơ tán hàng không đến tỉnh nhà của họ trong trường hợp khẩn cấp về y tế, quyền lợi này bao gồm: Vé máy bay hạng phổ thông một chiều cho hành khách được bảo hiểm và người đi cùng của họ* để trở về điểm đến du lịch * Người đi cùng phải là người ban đầu trở về nhà với hành khách được bảo hiểm tại thời điểm khẩn cấp về y tế",
  "TravelInsurance.TuGo.CAN.Benefit.list.DelayFlight.tooltip": "Chi phí ăn ở và ăn uống, vận chuyển bổ sung và giải trí được đài thọ nếu chuyến bay bị hoãn hơn 4 giờ. Chi phí mua các mặt hàng thiết yếu được chi trả nếu hành lý của bạn bị thất lạc hoặc chuyến bay của bạn bị hoãn hơn 6 giờ.",
  "TravelInsurance.TuGo.CAN.Benefit.list.DomesticServicesCanada.tooltip": "Khi hành khách được bảo hiểm được trở về tỉnh nhà vì trường hợp khẩn cấp về y tế, quyền lợi này bao gồm: Lên đến $300 cho các dịch vụ nấu ăn, dọn dẹp, chăm sóc trẻ em và chăm sóc thú cưng trong vòng 15 ngày kể từ ngày trở về",
  "TravelInsurance.TuGo.CAN.Benefit.list.FollowUpCanada.tooltip": "Khi khách du lịch được bảo hiểm được trở về tỉnh nhà của họ vì trường hợp khẩn cấp về y tế, quyền lợi này có sẵn trong tối đa 15 ngày kể từ ngày trở về và bao gồm. * Nó phải được phê duyệt trước bởi TuGo.",
  "TravelInsurance.Bluecross.CAN.Benefit.list.SumInsured": "Số tiền bảo hiểm",
  "TravelInsurance.Bluecross.CAN.Benefit.list.SumInsured.Detail": "Lên đến 5 triệu đô la",
  "TravelInsurance.Bluecross.CAN.Benefit.list.Hospitalization": "Nhập viện",
  "TravelInsurance.Bluecross.CAN.Benefit.list.Hospitalization.detail": "Chi phí nằm viện trong phòng bán riêng hoặc phòng riêng.",
  "TravelInsurance.Bluecross.CAN.Benefit.list.Physicians": "Bác sĩ",
  "TravelInsurance.Bluecross.CAN.Benefit.list.Physicians.detail": "Sự khác biệt giữa các khoản phí được tính bởi một bác sĩ điều trị cho bạn tại điểm đến của bạn và các lợi ích được phép theo các chương trình của chính phủ.",
  "TravelInsurance.Bluecross.CAN.Benefit.list.EmergencyTransportation": "Dịch vụ xe cứu thương hoặc taxi",
  "TravelInsurance.Bluecross.CAN.Benefit.list.EmergencyTransportation.detail": "Chi phí vận chuyển đường bộ hoặc đường hàng không để đưa bạn đến cơ sở y tế phù hợp gần nhất, cũng như chi phí chuyển tiếp giữa các bệnh viện khi bác sĩ điều trị cho bạn tại điểm đến của bạn và Blue Cross Travel Assistane xác định rằng các cơ sở sẵn có là không đủ.",
  "TravelInsurance.Bluecross.CAN.Benefit.list.NonEmergencyMedical": "Chi phí theo dõi y tế ở Canada cho đến khi hồi hương",
  "TravelInsurance.Bluecross.CAN.Benefit.list.NonEmergencyMedical.detail": "Lên đến $ 1,000 (nhập viện), Lên đến $ 50 mỗi ngày & tối đa 10 ngày (Y tá thực hành), Lên đến $ 150 (thiết bị y tế), Lên đến $ 250 (xe cứu thương và taxi).",
  "TravelInsurance.Bluecross.CAN.Benefit.list.ProfessionalServices": "Dịch vụ chuyên môn y tế",
  "TravelInsurance.Bluecross.CAN.Benefit.list.ProfessionalServices.detail": "Lên đến $ 400 cho bất kỳ một sự cố nào cho mỗi học viên được cấp phép",
  "TravelInsurance.Bluecross.CAN.Benefit.list.Drug": "Thuốc theo quy định như một phần của điều trị khẩn cấp",
  "TravelInsurance.Bluecross.CAN.Benefit.list.Drug.detail": "Chi phí mua thuốc theo chỉ định của bác sĩ điều trị cho bạn tại điểm đến của bạn.",
  "TravelInsurance.Bluecross.CAN.Benefit.list.Nurses": "Y tá",
  "TravelInsurance.Bluecross.CAN.Benefit.list.Nurses.detail": "Phí chăm sóc riêng cho một y tá thực hành được cấp phép (không phải người thân của bạn) trong thời gian nhập viện.",
  "TravelInsurance.Bluecross.CAN.Benefit.list.TestsAndDiagnostics": "Xét nghiệm và chẩn đoán",
  "TravelInsurance.Bluecross.CAN.Benefit.list.TestsAndDiagnostics.detail": "Chi phí xét nghiệm trong phòng thí nghiệm và chụp X-quang khi chúng được bác sĩ kê toa điều trị cho bạn tại điểm đến của bạn cho mục đích chẩn đoán.",
  "TravelInsurance.Bluecross.CAN.Benefit.list.MedicalDevices": "Thiết bị y tế",
  "TravelInsurance.Bluecross.CAN.Benefit.list.MedicalDevices.detail": "Chi phí mua hoặc thuê nạng, gậy hoặc nẹp, chi phí thuê xe lăn, dụng cụ chỉnh hình hoặc các thiết bị y tế khác, khi có chỉ định của bác sĩ điều trị cho bạn tại điểm đến của bạn.",
  "TravelInsurance.Bluecross.CAN.Benefit.list.IncidentalExpenses": "Chi phí phát sinh",
  "TravelInsurance.Bluecross.CAN.Benefit.list.IncidentalExpenses.detail": "Lên đến $ 100 mỗi ngày, tối đa $ 500 cho mỗi lần nhập viện.",
  "TravelInsurance.Bluecross.CAN.Benefit.list.EmergencyDentalTreatment": "Điều trị nha khoa khẩn cấp",
  "TravelInsurance.Bluecross.CAN.Benefit.list.EmergencyDentalTreatment.detail": "Lên đến $500",
  "TravelInsurance.Bluecross.CAN.Benefit.list.ReturnofDeceased": "Hồi hương về tỉnh cư trú của bạn",
  "TravelInsurance.Bluecross.CAN.Benefit.list.ReturnofDeceased.detail": "Bao trả : chi phí liên quan đến việc hồi hương y tế của bạn, chi phí liên quan đến việc hồi hương của người đi cùng hoặc một thành viên gia đình trực tiếp, chi phí cho một người đi cùng, chi phí trả lại hành lý và chi phí trả lại vật nuôi.",
  "TravelInsurance.Bluecross.CAN.Benefit.list.TransportationExpenses": "Chi phí vận chuyển để thăm khám hoặc xác định người được bảo hiểm",
  "TravelInsurance.Bluecross.CAN.Benefit.list.TransportationExpenses.detail": "Tổng chi phí vận chuyển khứ hồi ở hạng phổ thông, Lên đến $ 1,200 chi phí tự trả.",
  "TravelInsurance.Bluecross.CAN.Benefit.list.AdditionalTransportationExpenses": "Chi phí vận chuyển bổ sung",
  "TravelInsurance.Bluecross.CAN.Benefit.list.AdditionalTransportationExpenses.detail": "$500 mỗi chuyến đi và mỗi người được bảo hiểm",
  "TravelInsurance.Bluecross.CAN.Benefit.list.ExpensesForReturn": "Chi phí cho việc trả lại hoặc xử lý hài cốt",
  "TravelInsurance.Bluecross.CAN.Benefit.list.ExpensesForReturn.detail": "Lên đến $10.000",
  "TravelInsurance.Bluecross.CAN.Benefit.list.ReturnVehicle": "Chi phí hoàn trả xe",
  "TravelInsurance.Bluecross.CAN.Benefit.list.ReturnVehicle.detail": "Lên đến $5,000",
  "TravelInsurance.Bluecross.CAN.Benefit.list.SubsistenceAllowance": "Chi phí cho trợ cấp sinh hoạt",
  "TravelInsurance.Bluecross.CAN.Benefit.list.SubsistenceAllowance.detail": "Tối đa $ 300 mỗi ngày cho mỗi người được bảo hiểm, lên đến $ 3,000",
  "TravelInsurance.Bluecross.CAN.Benefit.list.Hospitalization.tooltip": "*Trường hợp khẩn cấp là gì? Ngoài phòng cấp cứu, điều này bao gồm đến phòng khám không cửa ngăn vì bạn bị ốm bất ngờ và cần điều trị ngay lập tức. Lên đến hạn mức chính sách cho: Điều trị y tế khẩn cấp cho chăm sóc nội trú hoặc ngoại trú, Dịch vụ điều dưỡng y tế tư nhân, X-quang và dịch vụ phòng thí nghiệm, Cho thuê hoặc mua các thiết bị y tế thiết yếu.",
  "TravelInsurance.Bluecross.CAN.Benefit.list.NonEmergencyMedical.tooltip": "Khi bạn được hồi hương bằng chi phí của công ty bảo hiểm cho việc nhập viện xảy ra trong chuyến đi ra ngoài tỉnh cư trú của bạn, chúng tôi đồng ý hoàn trả các chi phí sau khi phát sinh trong vòng 15 ngày kể từ ngày bạn hồi hương: Lên đến $ 1,000 cho chi phí ở trong phòng bán riêng trong bệnh viện hoặc trung tâm dưỡng bệnh và phục hồi chức năng. Lên đến $ 50 mỗi ngày, tối đa 10 ngày, cho các khoản phí của một y tá thực hành được cấp phép hoặc có trật tự từ một cơ quan chuyên ngành khi cần chăm sóc tại nhà của bạn. Lên đến S150 cho chi phí thuê các thiết bị y tế sau đây (nạng, khung tập đi tiêu chuẩn, gậy, giàn, áo nịt ngực chỉnh hình và oxy). Lên đến $ 250 cho chi phí vận chuyển (xe cứu thương và taxi) phát sinh để được chăm sóc.",
  "TravelInsurance.Bluecross.CAN.Benefit.list.ProfessionalServices.tooltip": "Lên đến tối đa $ 400 cho mỗi học viên cho các dịch vụ của một nhà vật lý trị liệu, chiropractor, osteopath, podiatrist. Tất cả những người hành nghề phải đáp ứng các yêu cầu pháp lý và chuyên môn của quốc gia và / hoặc tỉnh / vùng lãnh thổ cần thiết cho việc thực hành nghề nghiệp của họ. * Khi dịch vụ chăm sóc như vậy được yêu cầu về mặt y tế và được Blue Cross Travel Assistance chấp thuận. * Chăm sóc da liễu khẩn cấp được cung cấp tại một phòng khám ngoại trú cũng được đài thọ lên đến tối đa $ 400 mỗi chuyến.",
  "TravelInsurance.Bluecross.CAN.Benefit.list.EmergencyDentalTreatment.tooltip": "Phí của bác sĩ phẫu thuật nha khoa cho việc chăm sóc răng miệng cần thiết do chấn thương bên ngoài (không phải do tự nguyện đưa thức ăn hoặc đồ vật vào miệng), chỉ khi có tổn thương cho răng tự nhiên và khỏe mạnh hoặc để giảm gãy xương hoặc trật khớp hàm, lên đến $ 2,000 cho mỗi tai nạn và cho mỗi người được bảo hiểm. Trong mọi trường hợp, việc điều trị phải bắt đầu trong thời hạn của hợp đồng và kết thúc trong vòng 6 tháng kể từ ngày xảy ra tai nạn. Ngoài ra, bạn phải gửi cho chúng tôi một bức ảnh X-quang, được chụp sau tai nạn nhưng trước khi bắt đầu điều trị, chứng minh thiệt hại phải chịu. Đối với tất cả các phương pháp điều trị nha khoa khẩn cấp khác, ngoại trừ liệu pháp ống chân răng, phí của bác sĩ phẫu thuật nha khoa lên đến $ 500 mỗi chuyến đi và cho mỗi người được bảo hiểm.",
  "TravelInsurance.Bluecross.CAN.Benefit.list.ReturnofDeceased.tooltip": "Khi, vì bệnh tật hoặc tai nạn, Blue Cross Travel Assistance chấp thuận cho bạn hồi hương, các chi phí sau sẽ được đài thọ: Các chi phí liên quan đến việc hồi hương y tế của bạn (Các chi phí liên quan đến phương tiện vận chuyển được công ty bảo hiểm cho là phù hợp, để bạn được hồi hương về tỉnh cư trú của mình để được chăm sóc y tế ngay lập tức, sau khi nhận được sự cho phép của bác sĩ điều trị cho bạn tại điểm đến của bạn.),  Các chi phí liên quan đến việc hồi hương người bạn đồng hành của bạn hoặc một thành viên gia đình trực tiếp (Chi phí cho việc hồi hương đồng thời người bạn đồng hành của bạn, hoặc bất kỳ thành viên gia đình trực tiếp nào, cũng được bảo hiểm theo hợp đồng bảo hiểm du lịch này, nếu người này không thể trở về điểm khởi hành của họ bằng các phương tiện vận chuyển ban đầu được lên kế hoạch cho việc trở về. Chi phí cho một người đi cùng (Chi phí thuê một người đi cùng để trả lại trẻ em được bảo hiểm theo hợp đồng này khi cần thiết. Chi phí trả lại hành lý (Tối đa $500 cho các chi phí vượt quá liên quan đến việc trả lại hành lý của quý khách.), Chi phí trả lại thú cưng (Tối đa là $500 cho chi phí trả lại thú cưng của quý khách)",
  "TravelInsurance.Bluecross.CAN.Benefit.list.TransportationExpenses.tooltip": "Một số chi phí được hoàn trả nếu một thành viên trong gia đình hoặc một người bạn không đi cùng bạn phải: a) Đến bệnh viện nơi bạn nhập viện trong thời gian ít nhất 3 ngày (nhu cầu thăm khám này phải được xác nhận bằng văn bản bởi bác sĩ điều trị cho bạn tại điểm đến của bạn), hoặc b) Đến đích,  nếu cần thiết, với mục đích xác định hài cốt của người được bảo hiểm. Công ty bảo hiểm đồng ý hoàn trả các chi phí sau cho người được chỉ định: Tổng chi phí vận chuyển khứ hồi ở hạng phổ thông, lên đến $ 1,200 cho Chăm sóc trẻ em, chỗ ở và bữa ăn trong một cơ sở thương mại, tối đa là $ 300 mỗi ngày, chi phí để mua hợp đồng bảo hiểm du lịch Blue Cross.",
  "TravelInsurance.Bluecross.CAN.Benefit.list.AdditionalTransportationExpenses.tooltip": "Một số chi phí vận chuyển bổ sung được hoàn trả khi bạn hoặc người đi cùng được bảo hiểm theo chính sách này phải hoãn việc trở về của bạn bằng phương tiện giao thông công cộng do: a) Nhập viện không cần hồi hương, nếu việc nhập viện này phải tiếp tục quá ngày trở về theo lịch trình của bạn, hoặc b) Trường hợp khẩn cấp y tế không cần hồi hương, nếu trường hợp khẩn cấp y tế này đang diễn ra trong 48 giờ trước ngày trở về theo lịch trình của bạn và nếu Hỗ trợ Du lịch Blue Cross xác định  rằng bạn không thể đi du lịch vì trường hợp khẩn cấp y tế này. Công ty bảo hiểm đồng ý hoàn trả một trong các chi phí sau, tối đa là $ 500 mỗi chuyến đi và cho mỗi người được bảo hiểm: Chi phí vận chuyển bổ sung gây ra bởi một ngày hoặc thay đổi lịch trình của vé khứ hồi ban đầu, hoặc mua vé khứ hồi bằng cùng một phương tiện giao thông công cộng, ở hạng phổ thông, cho phép bạn trở về tỉnh cư trú của mình sau khi tình trạng khẩn cấp y tế đã kết thúc nếu nó được thiết lập rằng Ngày của vé khứ hồi ban đầu không thể thay đổi.",
  "TravelInsurance.Bluecross.CAN.Benefit.list.ExpensesForReturn.tooltip": "Trong trường hợp tử vong, các chi phí sau đây được chi trả lên đến 10.000 đô la: chi phí chuẩn bị hài cốt và đưa chúng về điểm khởi hành tại tỉnh cư trú, không bao gồm chi phí của bình, quan tài, bia mộ và bất kỳ sản phẩm hoặc dịch vụ liên quan nào khác.",
  "TravelInsurance.Bluecross.CAN.Benefit.list.ReturnVehicle.tooltip": "Công ty bảo hiểm đồng ý hoàn trả tới 5.000 đô la cho chi phí trả lại phương tiện giao thông đường bộ cá nhân của bạn về nơi cư trú hoặc phương tiện cho thuê cho đại lý cho thuê thích hợp gần nhất khi bệnh tật hoặc tai nạn khiến bạn không có khả năng: a) Trở về nơi cư trú bằng phương tiện giao thông đường bộ cá nhân mà bạn đã sử dụng để đến đích, hoặc b) Trả lại phương tiện đã thuê cho đại lý cho thuê gần nhất. Trong mọi trường hợp, bạn phải xuất trình giấy chứng nhận y tế do bác sĩ cấp điều trị cho bạn tại điểm đến của bạn tại địa phương nơi bạn không thể sử dụng phương tiện được xác định. Việc trả lại phương tiện phải được thực hiện bởi một đại lý thương mại hoặc một người khác được Blue Cross Travel Assistance chỉ định và ủy quyền, nếu không, chỉ những chi phí bổ sung và có thể hoàn trả được sau đây, tùy thuộc vào việc nộp biên lai chính thức: Vận tải hàng không để tiếp cận phương tiện được trả lại (hạng phổ thông), Bữa ăn, Chỗ ở trong một cơ sở thương mại.",
  "TravelInsurance.Bluecross.CAN.Benefit.list.SubsistenceAllowance.tooltip": "Công ty bảo hiểm đồng ý hoàn trả tối đa 300 đô la mỗi ngày cho mỗi người được bảo hiểm, tối đa 3,000 đô la cho các chi phí sau: Chi phí ăn ở trong cơ sở thương mại, Bữa ăn, Cuộc gọi điện thoại thiết yếu, Vận chuyển taxi, Chi phí chăm sóc trẻ em cho trẻ em phụ thuộc đi cùng bạn trong chuyến đi. Các chi phí này sẽ chỉ được hoàn trả khi công ty bảo hiểm đã xác định rằng bạn phải hoãn việc hoàn trả do: a) Một căn bệnh hoặc một tai nạn mà bạn gặp phải, hoặc b) Một căn bệnh hoặc một tai nạn mà một thành viên gia đình trực tiếp đi cùng bạn trải qua, hoặc c) Một căn bệnh hoặc một tai nạn mà một người bạn đồng hành gặp phải.",
  "TravelInsurance.Bluecross.CAN.Benefit.list.Drug.tooltip": "Ngoại trừ khi cần thiết cho sự ổn định liên tục của một tình trạng y tế mãn tính.",
  "TravelInsurance.Bluecross.CAN.Benefit.list.Nurses.tooltip": "* Khi dịch vụ chăm sóc này được yêu cầu về mặt y tế và được bác sĩ kê toa điều trị cho bạn tại điểm đến của bạn.",
  "TravelInsurance.Bluecross.CAN.Benefit.list.IncidentalExpenses.tooltip": "* Các chi phí vốn có trong một lần nhập viện (điện thoại, truyền hình, bãi đậu xe, v.v.), khi nộp các tài liệu hỗ trợ",
  "GroupBenefits.What.label": "Lợi ích nhóm là gì?",
  "GroupBenefits.What.detail": "Nhân viên có thể sử dụng chương trình phúc lợi nhóm để trang trải chi phí cho những thứ như thuốc theo toa, nha khoa, bệnh viện, thị lực, y tế và dịch vụ xe cứu thương mà các chính sách chăm sóc sức khỏe của tỉnh có thể không chi trả. Để hỗ trợ nhân viên của bạn đạt được các mục tiêu tài chính và hưu trí của họ, bạn có thể kết hợp kế hoạch phúc lợi nhóm của mình với kế hoạch nghỉ hưu và tiết kiệm.",
  "GroupBenefits.WhyNeed.label": "Tại sao nên cung cấp một chương trình phúc lợi?",
  "GroupBenefits.WhyNeed.detail": "Bảo hiểm nhóm mang lại lợi ích cho cả người sử dụng lao động và người lao động.",
  "GroupBenefits.Type.label": "Kế hoạch lợi ích phù hợp cho công ty của bạn là gì?",
  "GroupBenefits.Type.detail": "Chúng ta hãy xem xét những lợi thế khác nhau mà bạn có thể cung cấp. Nhiều gói có một số lợi ích cơ bản và bạn có thể tùy chỉnh kế hoạch của mình hơn nữa với các tùy chọn đặc biệt khác.",
  "GroupBenefits.WhenNeed.label": "Khi bạn cần Lợi ích nhóm",
  "GroupBenefits.WhenNeed.detail": "Chúng ta hãy xem xét những lợi thế khác nhau mà bạn có thể cung cấp. Nhiều gói có một số lợi ích cơ bản và bạn có thể tùy chỉnh kế hoạch của mình hơn nữa với các tùy chọn đặc biệt khác.",
  "GroupBenefits.FAQ.detail": "GroupBenefits.FAQ.chi tiết",
  "List.GroupBenefits.Optimized.label": "Các giải pháp được tối ưu hóa cho các mục tiêu riêng của bạn",
  "List.GroupBenefits.Optimized.detail": "Quyền lợi bảo hiểm nhóm là một cam kết tài chính đáng kể cho nhà tài trợ chương trình. Tuy nhiên, họ cũng đóng một vai trò thiết yếu trong việc chăm sóc sức khỏe của nhân viên và gia đình của họ cùng với các chương trình phúc lợi do chính phủ tài trợ. Chúng tôi hiểu rằng mỗi nhà tài trợ kế hoạch có những mục tiêu khác nhau. Nhận ra sự đa dạng này, chúng tôi làm việc chăm chỉ để phát triển các giải pháp sáng tạo và linh hoạt, đồng thời chúng tôi tận tâm đảm bảo rằng các nhà tài trợ chương trình nhận được nhiều lợi ích nhất cho số tiền của họ về lợi ích. Chúng tôi đại diện cho hầu hết tất cả các công ty bảo hiểm với tư cách là nhà môi giới. Do đó, chúng tôi có thể đưa ra các khuyến nghị khách quan cho khách hàng ưu tiên nhu cầu của họ",
  "List.GroupBenefits.Optimized.Analysis": "Cần phân tích",
  "List.GroupBenefits.Optimized.Design": "Thiết kế mặt bằng",
  "List.GroupBenefits.Optimized.Implementation": "Lập kế hoạch thực hiện",
  "List.GroupBenefits.Optimized.Administrative": "Hỗ trợ hành chính",
  "List.GroupBenefits.Optimized.Claims": "Giải quyết khiếu nại",
  "List.GroupBenefits.Optimized.Renewal": "Phân tích tỷ lệ gia hạn",
  "List.GroupBenefits.Optimized.Cost": "Ngăn chặn chi phí",
  "List.GroupBenefits.Optimized.Marketing": "Lập kế hoạch tiếp thị",
  "GroupBenefits.WhyNeeds.Employees.Title": "Lợi ích cho nhân viên của bạn",
  "GroupBenefits.WhyNeeds.Employees.ReducedCost": "Nhân viên có thể có được bảo hiểm với chi phí thấp hơn hầu hết các chương trình cá nhân",
  "GroupBenefits.WhyNeeds.Employees.ProtectFamily": "Hỗ trợ bảo vệ sức khỏe cho nhân viên của bạn và gia đình của họ",
  "GroupBenefits.WhyNeeds.Employees.ReduceStress": "Nếu có điều gì đó xảy ra, bạn có thể hỗ trợ giảm căng thẳng tài chính",
  "GroupBenefits.WhyNeeds.Company.Title": "Lợi ích cho công ty của bạn",
  "GroupBenefits.WhyNeeds.Company.Productivity": "Hỗ trợ thúc đẩy tinh thần và năng suất",
  "GroupBenefits.WhyNeeds.Company.LessExpensive": "Bởi vì không có sự gia tăng thêm về tỷ lệ CPP, EI hoặc Bồi thường cho Người lao động, nó có thể ít tốn kém hơn so với việc tăng lương",
  "GroupBenefits.WhyNeeds.Company.BusinessExpense": "Phí bảo hiểm cho lợi ích nhóm được khấu trừ dưới dạng chi phí kinh doanh",
  "GroupBenefits.WhyNeeds.Company.Competitive": "Duy trì lợi thế thị trường việc làm cạnh tranh",
  "GroupBenefits.WhyNeeds.Company.Attract": "Tuyển dụng và giữ chân nhân sự quan trọng",
  "GroupBenefits.Optimized.label": "Các giải pháp được tối ưu hóa cho mục tiêu của công ty bạn",
  "GroupBenefits.Optimized.detail": "Chúng tôi đang giúp người sử dụng lao động trả ít nhất cho những lợi ích tốt hơn. Bảo hiểm nhóm có thể là một gánh nặng tài chính cho người sử dụng lao động. Tuy nhiên, cùng với việc bao phủ y tế cấp tỉnh, nó cũng đóng một vai trò thiết yếu trong việc chăm sóc sức khỏe của nhân viên và gia đình họ. Nhận thấy rằng các nhà tuyển dụng khác nhau có những lý do khác nhau để xem xét bảo hiểm nhóm, Stonewell cam kết tìm kiếm các giải pháp sáng tạo và linh hoạt hơn. Chúng tôi có quan hệ đối tác với nhiều công ty bảo hiểm ở Canada và với tư cách là một nhà môi giới, chúng tôi mong muốn ưu tiên nhu cầu của khách hàng và đóng một giao dịch công bằng.",
  "GroupBenefits.FAQ.list.PriceSameForFullAndPart": "Phí cho nhân viên bán thời gian và toàn thời gian có giống nhau không?",
  "GroupBenefits.FAQ.list.PriceSameForFullAndPart.detail": "Cho dù bạn làm việc bán thời gian hay toàn thời gian, giá cả vẫn giữ nguyên. Chi phí của nhân viên được xác định trên cơ sở cá nhân và bị ảnh hưởng bởi độ tuổi, tỉnh cư trú và tình trạng hôn nhân (ví dụ: nếu cần bảo hiểm cho Gia đình hoặc Cặp vợ chồng).",
  "GroupBenefits.FAQ.list.Eligibility": "Có bất kỳ yêu cầu nào về tính đủ điều kiện không?",
  "GroupBenefits.FAQ.list.Eligibility.detail": "Không có bất kỳ. Ghi danh được đảm bảo, và không cần phải điền vào bảng câu hỏi y tế.",
  "GroupBenefits.FAQ.list.BenefitMaximums": "Có mức phúc lợi tối đa cho mỗi nhân viên không?",
  "GroupBenefits.FAQ.list.BenefitMaximums.detail": "Có, tất cả các mức tối đa được đề cập đều áp dụng cho mỗi nhân viên đã đăng ký.",
  "GroupBenefits.FAQ.list.HowToApply": "Làm cách nào để đăng ký?",
  "GroupBenefits.FAQ.list.HowToApply.detail": "Đối với nhà tuyển dụng, chỉ có một hình thức tuyển sinh chính (giúp ghi danh nhân viên tương lai). Ngoài ra còn có một hình thức ghi danh cho mỗi nhân viên.",
  "GroupBenefits.FAQ.list.Payment": "Có bất kỳ lựa chọn thanh toán nào cho bảo hiểm nhóm không?",
  "GroupBenefits.FAQ.list.Payment.detail": "Tất cả các tùy chọn thanh toán được ủy quyền trước, thanh toán bằng thẻ tín dụng và thanh toán hàng năm và nửa năm là tất cả các tùy chọn.",
  "GroupBenefits.FAQ.list.WhatInsuranceCompany": "Tôi có thể mua phúc lợi nhân viên từ những công ty bảo hiểm nào?",
  "GroupBenefits.FAQ.list.WhatInsuranceCompany.detail": "Chương trình Bảo hiểm Nhóm Cá nhân của chúng tôi được bảo lãnh bởi SunLife, Manulife, Canada Life, Desjardins, Equitable Life, Blue Cross, GMS, v.v.",
  "GroupBenefits.FAQ.list.HowSoonStart": "Khi nào bảo hiểm phúc lợi nhân viên của tôi sẽ bắt đầu?",
  "GroupBenefits.FAQ.list.HowSoonStart.detail": "Nếu tiền đã được nhận và nhân viên đã được ghi danh, bảo hiểm thường bắt đầu vào ngày đầu tiên của tháng tiếp theo.",
  "TravelApplication.NotEligibleStudent": "Bạn không đủ điều kiện để mua bảo hiểm sinh viên quốc tế sau một năm tốt nghiệp. Vui lòng mua bảo hiểm du khách thông qua liên kết bên dưới.",
  "TravelApplication.Eligiblity": "Bảo hiểm KHÔNG CÓ SẴN cho bất kỳ cá nhân nào, kể từ ngày có hiệu lực của họ:",
  "TravelApplication.TerminalIllness": "đã được chẩn đoán mắc bệnh nan y; hoặc",
  "TravelApplication.Cancer": "đã được chẩn đoán mắc bệnh ung thư giai đoạn 3 hoặc 4; hoặc",
  "TravelApplication.CancerTreatment": "Yêu cầu hỗ trợ với các hoạt động sinh hoạt hàng ngày do tình trạng sức khỏe hoặc tình trạng sức khỏe",
  "TravelApplication.Source": "Nguồn",
  "TravelApplication.SourceTitle": "Bạn tìm thấy chúng tôi ở đâu?",
  "TravelApplication.GoogleSearch": "Google Tìm kiếm",
  "TravelApplication.Facebook": "Trang chủ",
  "TravelApplication.Instagram": "Trang chủ Instagram",
  "TravelApplication.WebBanner": "Biểu ngữ web",
  "TravelApplication.NaverSearch": "Quảng cáo Naver",
  "TravelApplication.NaverBlog": "Naver Blog",
  "TravelApplication.NaverCafe": "Quán cà phê Naver",
  "TravelApplication.Referral": "Giới thiệu",
  "TravelApplication.Vendor": "Nhà cung cấp / Đại lý",
  "TravelApplication.Newspaper": "Báo",
  "TravelApplication.Other": "Khác",
  "TravelApplication.linkListTitle": "Tìm liên kết ứng dụng bảo hiểm du lịch",
  "TravelApplication.linkListSubtitle": "Nhấp vào nút bên dưới để gửi địa chỉ URL cho khách hàng. Bạn sẽ nhận được email thông báo khi khách hàng gửi đơn đăng ký bằng liên kết bên dưới.",
  "TravelApplication.FamilyPremium": "Phí bảo hiểm gia đình",
  "TravelApplication.AddOnProducts.Selected": "Các gói tùy chọn đã chọn",
  "TravelApplication.AddOnProducts.Title": "Thêm gói tùy chọn tại đây",
  "TravelApplication.AddOnProducts.Description": "Bạn có thể thêm các tùy chọn bảo hiểm bổ sung cho một khoản phí bảo hiểm giá cả phải chăng.",
  "TravelApplication.Coverage": "Phạm vi bảo hiểm lên đến",
  "TravelApplication.YourTotal": "Tổng số của bạn",
  "TravelApplication.PhysicalCardFee": "Phí",
  "TravelApplication.PhysicalCardDate": "Ngày giao hàng",
  "TravelApplication.PhysicalCardFee.Free": "Nếu tổng phí bảo hiểm (không bao gồm gói quyền chọn) là $ 114.00 trở lên, nó sẽ được phát hành miễn phí.",
  "TravelApplication.Save": "Cứu",
  "TravelApplication.OriginProvince": "Tỉnh nhà cư trú",
  "TravelApplication.Destination": "Quốc gia đích",
  "TravelApplication.DestinationState": "Trạng thái đích",
  "TravelApplication.DestinationProvince": "Tỉnh đích",
  "TravelApplication.TravelType": "Loại hình du lịch",
  "TravelApplication.Product.SummaryTitle": "Tóm tắt lựa chọn của bạn",
  "TravelApplication.Product.SummaryDetail": "Chi tiết phí",
  "TravelApplication.MultiDays": "Tùy chọn ngày",
  "TravelApplication.EtransferInfo": "Thông tin chuyển khoản điện tử",
  "TravelApplication.CreditCardInfo": "Thông tin thẻ tín dụng",
  "TravelApplication.AddressInCanada": "Địa chỉ gửi thư ở Canada",
  "TravelApplication.NoteTitle": "Lưu ý đặc biệt",
  "TravelApplication.Note": "Vui lòng nhập bất kỳ yêu cầu nào khác",
  "Tooltip.TripArrivalDate": "Vui lòng chọn ngày đến gần đây nhất của bạn tại điểm đến của bạn. Nếu bạn không thể nhớ, vui lòng chọn ngày gần đúng.",
  "Tooltip.homeCountryOfResidence": "Nếu bạn đang ở Canada, vui lòng chọn quốc tịch của bạn.",
  "Tooltip.destProvince": "Nếu bạn có kế hoạch đi du lịch đến nhiều tiểu bang, hãy chọn tiểu bang bạn sẽ đến thăm trước.",
  "Tooltip.Beneficiary": "Người thụ hưởng là tên mà quyền lợi tử vong do tai nạn phải trả do tử vong do tai nạn của bạn sẽ được thanh toán cho người thụ hưởng được nêu tên hoặc Di sản của bạn",
  "Tooltip.Email": "Vui lòng tránh sử dụng 'hanmail.net hoặc daum.net' vì công ty bảo hiểm không thể gửi email.",
  "Tooltip.PhysicalCard": "Công ty bảo hiểm sẽ gửi email xác nhận hợp đồng của bạn cho bạn ngay sau khi bảo hiểm của bạn được chấp thuận. Nếu bạn muốn nhận thêm một thẻ bảo hiểm vật chất, vui lòng đăng ký tại đây và thẻ bảo hiểm sẽ được gửi qua đường bưu điện cho bạn",
  "Tooltip.SumInsured": "Khi bạn mua gói 100,000 đô la, số tiền bảo hiểm tối đa mà mỗi người có thể được hưởng tối đa là 100,000 đô la.",
  "Tooltip.Deductible": "Mặc dù một số định nghĩa có thể khác nhau giữa các chương trình và có thể không áp dụng cho tất cả các loại chương trình, chúng tôi định nghĩa khấu trừ là \"phần chi phí đủ điều kiện mà bạn phải trả từ túi của mình khi xảy ra yêu cầu đủ điều kiện. Bạn có thể giảm phí bảo hiểm của mình khi khoản khấu trừ của bạn tăng lên.",
  "Tooltip.RegularPremium": "Đây là tổng phí bảo hiểm bạn phải trả khi mua với tư cách cá nhân, không phải gói dành cho gia đình.",
  "Tooltip.FamilyDiscountAmount": "Đây là số tiền chiết khấu bạn có thể nhận được nếu mua gói dành cho gia đình.",
  "Tooltip.FamilyPlanPremium": "Đây là tổng phí bảo hiểm phải trả khi bạn mua gói dành cho gia đình, với chiết khấu dành cho gia đình được áp dụng.",
  "Tooltip.TripType": "Chọn Chuyến đi một lần nếu bạn chỉ muốn mua bảo hiểm cho chuyến đi này hoặc Nhiều chuyến nếu bạn muốn mua bảo hiểm cho chuyến đi không giới hạn trong 1 năm sau khi bảo hiểm bắt đầu.",
  "Tooltip.TripType.BlueCross": "Đây là một kế hoạch chuyến đi duy nhất, một sản phẩm bảo hiểm chỉ dành cho chuyến đi này.",
  "Quote.Step.Eligibility": "Thông tin chuyến đi",
  "Quote.Step.Optimization": "Tối ưu hóa",
  "Quote.Step.CheckEligibility": "Kiểm tra tính đủ điều kiện",
  "Quote.Step.OptimizeInsurance": "Tối ưu hóa bảo hiểm",
  "Quote.Step.GettingQuote": "Nhận báo giá",
  "Quote.Step.AppInfomation": "Thông tin ứng dụng",
  "Quote.Step.ProdSelection": "Lựa chọn sản phẩm",
  "Quote.Step.CustomizedPlan": "Kế hoạch tùy chỉnh của bạn",
  "Quote.Step.ProductIncluded": "Bao gồm những gì?",
  "Quote.Step.AddSelection": "Lựa chọn bổ trợ",
  "Quote.Step.AdditionalDetails": "Chi tiết bổ sung",
  "Quote.Step.AddSevice": "Lựa chọn tùy chọn",
  "Quote.Step.ContInfomation": "Thông tin đối lưu",
  "Quote.Step.Application": "Ứng dụng",
  "Quote.Step.Payment": "Thanh toán",
  "Quote.Step.Summary": "Tóm tắt",
  "Quote.Step.Review": "Xem xét",
  "Quote.Step.TripDestination": "Điểm đến chuyến đi",
  "Quote.Step.Applicant": "Đơn",
  "Quote.Step.TripPurpose": "Mục đích chuyến đi",
  "Quote.Step.TripPeriod": "Thời gian chuyến đi",
  "Quote.Step.FamilyTraveller": "Du khách gia đình",
  "Quote.Step.Pre-existingCondition": "Tình trạng có từ trước",
  "Quote.Step.MaternityCoverage": "Bảo hiểm thai sản",
  "Quote.Step.MentalityCoverage": "Bảo hiểm tâm lý",
  "Quote.Step.ProductSelection": "Lựa chọn sản phẩm",
  "Quote.Step.SummaryofSelection": "Tóm tắt lựa chọn",
  "Quote.Step.DetailApplication": "Ứng dụng chi tiết",
  "Quote.Step.PaymentMethod": "Phương thức thanh toán",
  "Quote.Step.ReviewApplication": "Xem xét đơn đăng ký",
  "Quote.FamilyDiscountTitle": "Có sẵn gói dành cho gia đình",
  "Quote.FamilyDiscountDescription": "Gia đình bạn có thể được giảm giá nếu đăng ký với tư cách là một nhóm gia đình. Gia đình bao gồm người nộp đơn, từ 59 tuổi trở xuống, vợ / chồng của người nộp đơn, từ 59 tuổi trở xuống và con cái phụ thuộc (dưới 21 tuổi phụ thuộc tài chính vào bạn).",
  "Quote.FamilyDiscountQuestion": "Bạn có muốn đăng ký với tư cách là một nhóm gia đình không?",
  "Quote.RegularPremium": "Phí bảo hiểm thông thường",
  "Quote.FamilyDiscountAmount": "Giảm giá cho gia đình",
  "Quote.FamilyPlanPremium": "Gói gia đình Premium",
  "Quote.FamilyPlanSummary": "Kiểm tra phí bảo hiểm gói dành cho gia đình giá cả phải chăng",
  "Quote.FamilyPlanCustomized": "Tùy chỉnh kế hoạch của bạn",
  "Quote.LifeIns.Title": "Nhận báo giá cho Bảo hiểm nhân thọ",
  "Quote.LifeIns.SubTitle": "Chúng tôi sẽ cung cấp báo giá được tối ưu hóa cho bạn.",
  "Quote.HealthIns.Title": "Nhận báo giá bảo hiểm y tế",
  "Quote.HealthIns.SubTitle": "Chúng tôi sẽ cung cấp báo giá được tối ưu hóa cho bạn.",
  "Quote.GroupIns.Title": "Nhận báo giá cho Bảo hiểm nhóm",
  "Quote.GroupIns.SubTitle": "Chúng tôi sẽ cung cấp báo giá được tối ưu hóa cho bạn.",
  "Quote.TravelIns.Title": "Nhận báo giá cho Bảo hiểm Du lịch",
  "Quote.TravelIns.SubTitle": "Kiểm tra danh sách các sản phẩm được tối ưu hóa cho bạn và tiến hành quá trình đăng ký.",
  "Quote.WhereAreYouTravel": "Bạn đang đi du lịch đến đâu?",
  "Quote.WhichProvince": "Nào",
  "Quote.AreYouTravelingTo": "Bạn đang đi du lịch đến?",
  "Quote.AreYouIn": "Bạn đã tham gia chưa",
  "Quote.WhenDidYouArriveIn": "Bạn đến nơi khi nào",
  "Quote.WhenWillYouArriveIn": "Khi nào bạn sẽ đến",
  "Quote.WhatIsYourHomeCountry": "Quốc gia cư trú quê hương của bạn là gì?",
  "Quote.WhatIsYourHomeOfCanada": "Tỉnh Canada quê hương là gì?",
  "Quote.YourHomeCountry": "Quốc gia cư trú tại quê hương?",
  "Quote.YourHomeCountryBefore": "Quốc gia cư trú trước đây?",
  "Quote.PersonalInfomation": "Thông tin cá nhân",
  "Quote.TellUsAboutYou": "Hãy cho chúng tôi biết về bạn",
  "Quote.TellUsAboutYou.Notice": "Thông tin dưới đây chỉ được sử dụng để tạo báo giá.",
  "Quote.Relationship": "Mối quan hệ",
  "Quote.FirstName": "Tên thánh",
  "Quote.LastName": "Họ",
  "Quote.FullName": "Họ và tên",
  "Quote.BirthDate": "Ngày sinh",
  "Quote.InsuranceCompany": "Công ty bảo hiểm",
  "Quote.InsuranceType": "Kế hoạch",
  "Quote.province": "Tỉnh",
  "Quote.type": "Loại kế hoạch",
  "Quote.Age": "Tuổi",
  "Quote.Gender": "Giới tính khi sinh",
  "Quote.Male": "Đực",
  "Quote.Female": "Cái",
  "Quote.OriginCountry": "Nước xuất xứ",
  "Quote.Beneficiary": "Người thụ hưởng",
  "Quote.BeneficiaryName": "Tên người thụ hưởng",
  "Quote.SmokeStatus": "Tình trạng hút thuốc",
  "Quote.HealthStatus": "Tình trạng sức khỏe",
  "Quote.VeryGood": "Rất tốt",
  "Quote.GoodWithMinorIllness": "Tốt với bệnh nhẹ",
  "Quote.ExistingMedicalConditions": "Tình trạng y tế hiện có",
  "Quote.PhoneNumber": "Số điện thoại",
  "Quote.EmailAddress": "Địa chỉ email",
  "Quote.PreferContactMethod": "Phương thức liên hệ thích hợp hơn",
  "Quote.Contact": "Sự tiếp xúc",
  "Quote.ContactInformation": "Thông tin liên hệ",
  "Quote.havePhoneInCanada": "Bạn có số điện thoại ở Canada không?",
  "Quote.Phone": "Điện thoại",
  "Quote.HaveCanadaPhone": "Bạn có Số điện thoại Canada không?",
  "Quote.Email": "Email",
  "Quote.MailingAddress": "Địa chỉ gửi thư",
  "Quote.HaveMailingAddressInCanada": "Bạn có địa chỉ gửi thư ở Cannada không?",
  "Quote.Address": "Địa chỉ",
  "Quote.Street": "Lộ (ex. 123 Otawa st)",
  "Quote.UnitNumber": "Số căn hộ/Suite",
  "Quote.City": "Thành phố",
  "Quote.Province": "Tỉnh",
  "Quote.PostalCode": "Mã bưu chính",
  "Quote.Country": "Quốc gia",
  "Quote.PaymentInformation": "Thông tin thanh toán",
  "Quote.PaymentInformation.Note": "Thanh toán sẽ xử lý sau khi công ty bảo hiểm chấp thuận đơn đăng ký.",
  "Quote.AddCarewellServices": "Thêm các dịch vụ tiện lợi với giá cả phải chăng",
  "Quote.PaymentMethod": "Phương thức thanh toán",
  "Quote.SelectPaymentType": "Chọn hình thức thanh toán bạn muốn",
  "Quote.ProceedPayment": "Cung cấp thông tin thanh toán",
  "Quote.CreditCard": "Thẻ tín dụng",
  "Quote.E-transfer": "Chuyển khoản điện tử",
  "Quote.Billback": "Hóa đơn",
  "Quote.Etransfer.Title": "Vui lòng gửi tiền vào email dưới đây",
  "Quote.Etransfer.Description": "Tên của người gửi phải giống như trong đơn đăng ký. Nếu không, vui lòng emaiinfo@stonewellfinancial.com thông báo tên của người gửi. ",
  "Quote.Recipient": "Người nhận",
  "Quote.PaymentAmount": "Số tiền thanh toán",
  "Quote.AmountToSend": "Số tiền cần gửi",
  "Quote.SenderName": "Họ và tên người gửi",
  "Quote.EnterCreditCardInformation": "Nhập thông tin thẻ tín dụng",
  "Quote.CreditCardInfo.Description": "Thanh toán sẽ xử lý sau khi công ty bảo hiểm chấp thuận đơn đăng ký.",
  "Quote.CardHolderName": "Tên chủ thẻ",
  "Quote.CreditCardNumber": "Số thẻ tín dụng",
  "Quote.CardCVV": "Mã bảo mật",
  "Quote.CardExpiration": "Hết hạn",
  "Quote.EnterBillingAddress": "Nhập địa chỉ thanh toán",
  "Quote.BillingAddress.Description": "Địa chỉ thanh toán có thể là địa chỉ tạm thời hoặc địa chỉ gửi thư của chủ thẻ.",
  "Quote.PossessiveCase": "'s",
  "Quote.TellUsAboutYourTrip": "Hãy cho chúng tôi biết về chuyến đi của bạn",
  "Quote.Trip.Info.ApplicantUnderAge3": "Ứng viên dưới 3 tuổi chỉ có thể chọn 'học' làm mục đích du lịch nếu họ đang theo học tại một trường học toàn thời gian hoặc tổ chức giáo dục được chính phủ công nhận ở Canada",
  "Quote.TravelPurpose": "Mục đích du lịch",
  "Quote.TravelPurpose.Info.Study": "Học tập - sẽ theo học toàn thời gian (Tiểu học / Trung học / Trại hè / ESL / Cao đẳng / Đại học) ở Canada",
  "Quote.TravelPurpose.Info.StudentFamily": "Gia đình học sinh - của thành viên gia đình học sinh toàn thời gian (Cha mẹ, Con cái và Anh chị em) nhưng không phải là sinh viên quốc tế",
  "Quote.TravelPurpose.Info.Working": "Làm việc – làm việc ngày lễ và nước ngoài",
  "Quote.TravelPurpose.Info.Travel": "Du lịch giải trí - kỳ nghỉ hoặc thăm gia đình / bạn bè",
  "Quote.TravelPurpose.Info.SuperVisa": "Áp dụng Super visa",
  "Quote.TravelPurpose.Info.PGWP": "Nộp đơn / Được chấp nhận PGWP (giấy phép làm việc sau đại học) - Sinh viên tốt nghiệp Cao đẳng hoặc Đại học ở Canada (dưới 1 năm)",
  "Quote.TravelPurpose.Info.ReturningHome": "Về nước – về nước chờ BHYT tỉnh",
  "Quote.SelectTravelPurpose": "Chọn mục đích du lịch",
  "Quote.Study": "Học",
  "Quote.StudentsFamily": "Gia đình học sinh",
  "Quote.Working": "Làm việc",
  "Quote.TravelingLeisure": "Du lịch giải trí",
  "Quote.SuperVisa": "Áp dụng Super visa",
  "Quote.PGWP": "Áp dụng / Chấp nhận PGWP",
  "Quote.ReturningHome": "Trở về nhà",
  "Quote.Vacation": "Đi nghỉ",
  "Quote.BusinessTrip": "Đi công tác",
  "Quote.StudyAbroad": "Du học",
  "Quote.CruiseVacation": "Du thuyền kỳ nghỉ",
  "Quote.SnowBird": "Chim tuyết",
  "Quote.RoadTrip": "Chuyến đi đường bộ",
  "Quote.GolfTrip": "Chuyến đi chơi gôn",
  "Quote.Other": "Khác __________",
  "Quote.HomeCountryOfResidenceBefore": "Home Quốc gia cư trú",
  "Quote.HomeCountryOfResidence": "Home Quốc gia cư trú",
  "Quote.WhenDidYouGraduate": "Bạn tốt nghiệp khi nào?",
  "Quote.GraduatedDate": "Ngày tốt nghiệp",
  "Quote.YouWantCoverageFor": "Bạn muốn bảo hiểm cho:",
  "Quote.SingleTrip.Info": "Nhận bảo hiểm y tế khẩn cấp và/hoặc hủy/gián đoạn chuyến đi cho chuyến đi một lần của bạn",
  "Quote.MultiTrip.Info": "Cung cấp bảo hiểm y tế khẩn cấp du lịch giá trị tốt hơn nếu bạn thực hiện nhiều chuyến đi trong một năm",
  "Quote.SingleTrip": "Chuyến đi đơn lẻ",
  "Quote.MultiTrip": "Nhiều chuyến đi",
  "Quote.TopUp.Info": "Thời gian bảo hiểm mà bạn có thể đã có thông qua thẻ tín dụng hoặc chủ lao động",
  "Quote.TripStartDate": "Ngày có hiệu lực",
  "Quote.TripEndDate": "Ngày hết hạn",
  "Quote.TripCoverageDays": "Thời gian bảo hiểm",
  "Quote.CoverageDays": "Thời gian bảo hiểm",
  "Quote.TripDepartureDate": "Ngày khởi hành",
  "Quote.TripTotalDays": "Tổng thời gian di chuyển",
  "Quote.TripOtherCoverageDays": "Nhập thời hạn bảo hiểm của bảo hiểm hiện tại của bạn",
  "Quote.TripPeriod.Instruction": "Thời gian chuyến đi để áp dụng như sau.",
  "Quote.topUpOtherCoverage.Title": "Mua những ngày nạp tiền mà bạn cần",
  "Quote.MultiTripDays": "Thời gian nhiều chuyến đi",
  "Quote.TripArrivalDate": "Ngày đến của điểm đến",
  "Quote.Insurance": "Bảo hiểm",
  "Quote.CoveredPeriod": "Thời gian được bảo hiểm",
  "Quote.ArrivedAt": "Đến tại",
  "Quote.Waiting": "Chờ đợi",
  "Quote.Days": "Ngày",
  "Quote.DaysBefore": "Những ngày trước",
  "Quote.Hours": "Giờ",
  "Quote.Premium": "Premium",
  "Quote.TotalPaymentAmount": "Số tiền thanh toán",
  "Quote.SumInsured": "Số tiền bảo hiểm",
  "Quote.Deductible": "Được khấu trừ",
  "Quote.TotalPremium": "Tổng phí bảo hiểm của bạn",
  "Quote.NumApplicantCovered": "Số lượng ứng viên cần bảo hiểm",
  "Quote.Tripinfo": "Thông tin chuyến đi",
  "Quote.SelectInsuranceProduct": "Vui lòng chọn sản phẩm bảo hiểm bạn muốn.",
  "Quote.HowManyAreTravelingWithYou": "Có bao nhiêu người đang đi du lịch với bạn?",
  "Quote.TellUsAboutYourFamily": "Hãy cho chúng tôi biết về gia đình của bạn",
  "Quote.TellUsAboutYourFamily.Info": "Chúng tôi đề xuất bảo hiểm phù hợp dựa trên thông tin bạn sẽ cung cấp dưới đây.",
  "Quote.Family": "Gia đình",
  "Quote.Spouse": "Chồng",
  "Quote.Child": "Con phụ thuộc",
  "Quote.Parent": "Cha mẹ",
  "Quote.Guardian": "Người giám hộ",
  "Quote.Siblings": "Anh chị em",
  "Quote.Traveler": "Du lịch",
  "Quote.TravelerInsured": "(Các) khách du lịch được bảo hiểm",
  "Quote.ExpandAll": "Mở rộng tất cả các phần",
  "Quote.Error.CompleteInformation": "Thông tin đầy đủ",
  "Quote.LetsFindBestPlan": "Hãy tìm kế hoạch tốt nhất cho bạn",
  "Quote.PreExistingConditionQuestion": "Bạn có hơn 90 ngày điều kiện y tế ổn định từ trước không?",
  "Quote.WhatIsPreExistingCondition": "Tình trạng có từ trước là gì?",
  "Quote.PreExistingConditionIs": "Tình trạng có từ trước có nghĩa là một tình trạng y tế, bệnh tật (chẳng hạn như bệnh nhân tiểu đường, tăng huyết áp, tuyến giáp, v.v.) hoặc chấn thương mà bạn biết và bạn đã được bác sĩ tư vấn, chẩn đoán và / hoặc điều trị y tế.",
  "Quote.MentalityConditionQuestion": "Điều quan trọng là phải bao trả cho một bác sĩ tâm thần hoặc nhà tâm lý học được cấp phép bao gồm tư vấn tâm thần hoặc tâm lý cho các lợi ích của bạn?",
  "Quote.WhyNeedsMentalBenefits": "Tại sao cần Lợi ích Tinh thần?",
  "Quote.ReasonOfNeedMentalBenefits": "Theo kinh nghiệm của chúng tôi, nhiều sinh viên quốc tế, bạn đồng hành của họ và cư dân dài hạn tại Canada yêu cầu các lợi ích liên quan đến điều trị tâm lý. Các nghiên cứu gần đây cũng chỉ ra rằng dân số mới đến ở Canada làm tăng đáng kể các sự cố đau khổ về tinh thần, trầm cảm, lo lắng và chấn thương.",
  "Quote.MaternityCoverQuestion": "Bạn đang có kế hoạch mang thai trong thời gian bảo hiểm?",
  "Quote.LetsBuildCoverage": "Hãy xây dựng phạm vi bảo hiểm của bạn",
  "Quote.SelectCoverage": "Chọn phạm vi bảo hiểm bạn muốn",
  "Quote.EligibleToPurchase": "Bạn đủ điều kiện để mua:",
  "Quote.YourCoverage": "Phạm vi bảo hiểm của bạn",
  "Quote.Applicants": "(Những) người nộp đơn",
  "Quote.MainInsurance": "Chính",
  "Quote.Coverage": "Bảo hiểm",
  "Quote.MainInsuranceAbout": "Bảo hiểm cho chi phí y tế khẩn cấp",
  "Quote.Optional": "Tùy chọn",
  "Quote.OptionalAbout": "Bảo hiểm cho bất kỳ thương tích hoặc tử vong nào xảy ra khi lên máy bay, đi trên hoặc ra khỏi nhà, bị máy bay đâm hoặc máy bay đâm xuống",
  "Quote.AdditionalServices": "Dịch vụ bổ sung",
  "Quote.AdditionalServicesAbout": "Hỗ trợ từ chuyến thăm bệnh viện để hoàn thành yêu cầu bồi thường",
  "Quote.SeeMoreBenefit": "Xem thêm các lợi ích khác",
  "Quote.SeePolicyWording": "Xem Quy tắc bảo hiểm",
  "Quote.SeeHowToClaim": "Làm thế nào để yêu cầu bồi thường",
  "Quote.SubmitRefund": "Gửi yêu cầu hoàn tiền",
  "Quote.IncludeTax": "Bao gồm mọi khoản thuế hiện hành",
  "Quote.MedicalQuestionnaire.Check": "Bảng câu hỏi y tế",
  "Quote.MedicalQuestionnaire": "Bảng câu hỏi y tế",
  "Quote.MedicalQuestionnaire.Edit": "Chỉnh sửa bảng câu hỏi y tế",
  "Quote.MedicalQuestionnaire.Instruction": "Để tính phí bảo hiểm, vui lòng trả lời bảng câu hỏi y tế.",
  "Quote.MedicalQuestionnaire.NotBeEligible": "Rất tiếc, không đủ điều kiện để đăng ký bảo hiểm. Vui lòng liên hệ với info@stonewellfinancial.com để biết các tùy chọn khác.",
  "Quote.ConfirmThatIsEligibleToApply": "Xác nhận rằng ứng viên này đủ điều kiện để nộp đơn:",
  "Quote.Select": "Lựa",
  "Quote.Selected": "Chọn",
  "Quote.Add": "Thêm",
  "Quote.Added": "Thêm",
  "Quote.Edit": "Biên tập",
  "Quote.Error.SelectPlansAllApplicants": "Vui lòng chọn kế hoạch cho tất cả các ứng viên",
  "Quote.Error.CompleteMedicalQuestionnare": "Vui lòng hoàn thành (các) câu hỏi y tế",
  "Quote.Error.NotEligibleToPurchase": "Một trong (những) người nộp đơn không đủ điều kiện để mua. Vui lòng liên hệ với chúng tôi.",
  "Quote.Error.NoEligibilityAgreement": "Chúng tôi không thể tiến hành thêm nữa do không đủ điều kiện. Vui lòng liên hệ với chúng tôi.",
  "Quote.CoverageAgreement.List.NoIntention": "Nếu bạn có kế hoạch đến bệnh viện, vui lòng lưu ý rằng không cung cấp bảo hiểm cho các bệnh hoặc tai nạn đã xảy ra trước đó. Nếu bạn mua bảo hiểm sau khi xảy ra những điều kiện đó, bảo hiểm có thể bị từ chối và có thể gặp nhược điểm.",
  "Quote.CoverageAgreement.List.VisaPurpose": "Nếu bạn mua bảo hiểm do yêu cầu của Cơ quan Di trú Canada và quyết định hủy bỏ vì bất kỳ lý do nào, bạn phải thông báo cho Cơ quan Di trú Canada về điều này. Bạn hoàn toàn chịu trách nhiệm về báo cáo hủy bỏ và bất kỳ hậu quả nào phát sinh do không thực hiện điều này sẽ là trách nhiệm của bạn.",
  "Quote.TravelQuoteSummary": "Tóm tắt báo giá du lịch của bạn",
  "Quote.Application": "Ứng dụng",
  "Quote.Application.Notice": "Thông tin bạn điền sẽ chỉ được sử dụng cho đơn đăng ký bảo hiểm.",
  "Quote.ApplicantDetail": "Chi tiết ứng viên",
  "Quote.CoverageDetail": "Chi tiết bảo hiểm",
  "Quote.ReviewApplication": "Xem lại đơn đăng ký và hoàn tất mua hàng",
  "Quote.ReviewConfirm": "Vui lòng xem lại và xác nhận mua hàng của bạn",
  "Quote.ReviewYourApplication": "Xem lại đơn đăng ký của bạn",
  "Quote.ReviewYourApplication.Notice": "Chúng tôi sẽ cung cấp cho bạn báo giá bảo hiểm dựa trên thông tin dưới đây.",
  "Quote.WhichInsuranceGetAQuote": "Bạn thích nhận báo giá bảo hiểm nào?",
  "Quote.SelectedProduct": "Lựa chọn sản phẩm",
  "Quote.ProductType": "Bảo hiểm",
  "Quote.ProductKind": "Thời hạn bảo hiểm",
  "Quote.ProductBenefit": "Số tiền trợ cấp",
  "Quote.Notice.AlertTitle": "Hoàn thành tất cả các bước để du lịch một cách thoải mái",
  "Quote.Notice.AlertDescription": "Bạn đang tìm kiếm một bảo hiểm giá rẻ? Chìa khóa là tìm một kế hoạch bảo hiểm cung cấp cho bạn sự bảo vệ phù hợp khi thực sự cần thiết. Bằng cách tuân thủ tất cả các bước được liệt kê dưới đây, bạn có thể khám phá kế hoạch lý tưởng cho nhu cầu của bạn trong số các nhà cung cấp bảo hiểm hàng đầu tại Canada.",
  "Quote.Health.GHIP": "Bạn hiện có được chương trình chăm sóc sức khỏe Canada Provincal đài thọ không?",
  "Quote.Health.GHIP.AlertTitle": "Bảo hiểm chăm sóc sức khỏe cấp tỉnh của Canada là gì?",
  "Quote.Health.GHIP.AlertDescription": "Các chương trình cấp tỉnh và vùng lãnh thổ chi trả cho các dịch vụ và nhu cầu chăm sóc sức khỏe và nha khoa cơ bản của bạn, và những gì được đài thọ sẽ khác nhau tùy thuộc vào nơi bạn sống. Nếu bạn có giấy phép lao động hoặc là thường trú nhân hoặc công dân Canada, bạn có thể đăng ký bảo hiểm cấp tỉnh. Nói chung, khách du lịch ngắn hạn hoặc người nước ngoài không đủ điều kiện nhận bảo hiểm nhà nước. Trong trường hợp này, bạn phải mua Bảo hiểm Y tế Du khách và Bảo hiểm Y tế Du khách Quốc tế, có thể thay thế bảo hiểm nhà nước.",
  "Quote.Health.GHIP.AlertTitle2": "Bạn không đủ điều kiện tham gia bảo hiểm y tế.",
  "Quote.Health.GHIP.AlertDescription2": "Nếu bạn không có chương trình chăm sóc sức khỏe Tỉnh bang Canada, bạn sẽ cần phải mua Bảo hiểm Y tế Sinh viên Quốc tế hoặc Bảo hiểm Y tế Du khách để thay thế cho chương trình chăm sóc sức khỏe của Tỉnh bang Canada. Nhấp vào nút bên dưới để áp dụng.",
  "Quote.Health.FamilyIllnessHistory": "Tiền sử bệnh gia đình",
  "Quote.Health.FamilyIllnessHistory.Have": "Anh chị em hoặc cha mẹ của bạn có tiền sử bệnh hiểm nghèo nào, chẳng hạn như ung thư, đau tim, đột quỵ hoặc những người khác không?",
  "Quote.Health.FamilyIllnessHistory.WhatAge": "Tuổi của anh chị em hoặc cha mẹ",
  "Quote.Health.FamilyIllnessHistory.WhatName": "Tên bệnh",
  "Quote.Health.Employment": "Việc làm",
  "Quote.Health.AnnualIncome": "Thu nhập hàng năm",
  "Quote.Health.Occupation": "Nghề nghiệp",
  "Quote.Health.RoleAtWork": "Vai trò trong công việc",
  "Quote.Health.FamilyInformation": "Thông tin gia đình",
  "Quote.Health.InsuredNumber": "Nếu bạn muốn thêm gia đình của mình, có bao nhiêu thành viên?",
  "Quote.Group.CustomizeInsurance": "Tùy chỉnh bảo hiểm của bạn",
  "Quote.Group.CustomizedPlan": "Kế hoạch tùy chỉnh của bạn",
  "Quote.Group.HealthPlan": "Chương Trình Bảo Hiểm Y Tế",
  "Quote.Group.DentalPlan": "Kế hoạch nha khoa",
  "Quote.Group.PrescriptionDrug": "Thuốc theo toa",
  "Quote.Group.Paramedical": "Nhân viên y tế",
  "Quote.Group.GlassEyeExam": "Khám kính và mắt theo toa",
  "Quote.Group.LongTermDisability": "Khuyết tật dài hạn",
  "Quote.Group.ShortTermDisability": "Khuyết tật ngắn hạn",
  "Quote.Group.CriticalIllnessInsurance": "Bảo hiểm bệnh hiểm nghèo",
  "Quote.Group.GroupRRSPandDPSP": "Nhóm RRSP và DPSP",
  "Quote.Group.GroupTFSA": "Nhóm TFSA",
  "Quote.Group.TellUsAboutCompany": "Hãy cho chúng tôi biết về công ty của bạn",
  "Quote.Group.TellUsAboutCompany.Notice": "Chúng tôi sẽ cung cấp cho bạn báo giá bảo hiểm dựa trên thông tin dưới đây.",
  "Quote.Group.CompanyInformation": "Công ty",
  "Quote.Group.CompanyName": "Tên công ty",
  "Quote.Group.NatureOfBusiness": "Bản chất của kinh doanh",
  "Quote.Group.ContactPerson": "Người liên hệ",
  "Quote.Group.BusinessYear": "Từ",
  "Quote.Group.EmployeesInformation": "Thông tin nhân viên",
  "Quote.Group.NumberOfFullTime": "Số lượng nhân viên toàn thời gian",
  "Quote.Group.NumberOfcovered": "Số lượng nhân viên sẽ được chi trả bởi quyền lợi của Tập đoàn",
  "Quote.Group.ReasonNotSame": "Vui lòng giải thích lý do nhân viên sẽ được chi trả phúc lợi của Tập đoàn ít hơn nhân viên toàn thời gian",
  "Quote.Group.PlanType": "Loại kế hoạch",
  "Sucess.Quote.ThankQuote": "Cảm ơn bạn đã gửi bài dự thi",
  "Sucess.Quote.QuoteLabel": "Hạn ngạch Không",
  "Sucess.Quote.ContactYou": "Chúng tôi đã gửi email xác nhận báo giá của bạn và sẽ liên hệ với bạn trong thời gian sớm nhất.",
  "Sucess.Contact.TicketLabel": "Vé Không",
  "ProcessRefund.RequiredInfo.label": "Thông tin bắt buộc",
  "ProcessRefund.RequiredInfo.desc": "Tải xuống và điền vào biểu mẫu yêu cầu hoàn tiền và cung cấp cho chúng tôi tài liệu hỗ trợ bổ sung",
  "ProcessRefund.RequiredInfo.list1": "Nếu bạn đủ điều kiện nhận dịch vụ chăm sóc sức khỏe cấp tỉnh của Canada, hãy gửi cho chúng tôi bản sao thư chấp nhận của bạn từ chính phủ.",
  "ProcessRefund.RequiredInfo.list2": "Nếu quý khách cần hủy hợp đồng bảo hiểm do sớm trở về nước trong thời gian bảo hiểm, hãy gửi cho chúng tôi bản sao lộ trình bay của quý khách",
  "ProcessRefund.RequiredInfo.list3": "Vui lòng đọc thêm chi tiết về chính sách hoàn tiền của nhà cung cấp của bạn.",
  "ProcessRefund.RequiredInfo.list4": "Phí quản lý có thể được áp dụng.",
  "ProcessRefund.RefundProcess.label": "Quy trình hoàn tiền",
  "ProcessRefund.RefundProcess.first.title": "Điền vào biểu mẫu yêu cầu hoàn lại tiền",
  "ProcessRefund.RefundProcess.first.desc": "Tải xuống biểu mẫu yêu cầu hoàn tiền thích hợp và tải xuống. Bạn điền vào mẫu đơn yêu cầu bồi thường.",
  "ProcessRefund.RefundProcess.second.title": "Thu thập tài liệu hỗ trợ (nếu có)",
  "ProcessRefund.RefundProcess.second.desc1": "Nếu bạn đủ điều kiện cho chương trình chăm sóc sức khỏe của Tỉnh bang Canada, hãy cung cấp một bản sao tài liệu đã được phê duyệt để có bằng chứng. Gửi email cho chúng tôi tất cả tài liệu hỗ trợ của bạn cùng với biểu mẫu Yêu cầu hoàn lại tiền.",
  "ProcessRefund.RefundProcess.second.desc2": "Liên hệ với chúng tôi nếu có bất kỳ câu hỏi nào.",
  "ProcessRefund.RefundProcess.third.title": "Hoàn tiền Thanh toán lại cho bạn",
  "ProcessRefund.RefundProcess.third.desc1": "Số tiền hoàn lại sẽ được hoàn trả cho bạn thông qua cùng một phương thức với khoản thanh toán ban đầu của bạn cho hợp đồng bảo hiểm. Ví dụ: nếu bạn đã mua chính sách của mình bằng thẻ tín dụng, khoản tiền hoàn lại sẽ được gửi lại vào cùng một thẻ tín dụng.",
  "ProcessRefund.RefundProcess.third.desc2": "Nếu không, chúng tôi sẽ phát hành séc và gửi đến địa chỉ của bạn trên hồ sơ qua đường bưu điện. Trong trường hợp bạn sẽ cần phải rời Canada trước khi bạn muốn nhận được tiền hoàn lại, vui lòng liên hệ với chúng tôi để được hỗ trợ thêm.",
  "ProcessRefund.RefundPolicy.label": "Chính sách hoàn tiền",
  "ProcessRefund.DownloadRefundForm.label": "Tải xuống biểu mẫu yêu cầu hoàn lại tiền",
  "Quote.Refund.Label": "Yêu cầu hoàn trả bảo hiểm",
  "Quote.Refund.Desc.Label": "Bạn có thể hoàn lại tiền khi bạn:",
  "Quote.Refund.Desc.ListOne": "Hủy toàn bộ chuyến đi trước ngày có hiệu lực",
  "Quote.Refund.Desc.ListTwo": "Trở về nước xuất xứ của bạn trước ngày hết hạn",
  "Quote.Refund.Desc.ListThree": "Trở thành người được bảo hiểm theo chương trình chăm sóc sức khỏe cấp tỉnh của Canada",
  "Quote.Refund.Desc.Label2": "Hoàn tiền chỉ khả dụng khi:",
  "Quote.Refund.Desc.List2Two": "Bạn chưa cố gắng mở bất kỳ khiếu nại nào ngay cả khi khiếu nại không được chấp thuận",
  "Quote.Refund.Desc.List2Three": "30 ngày chưa trôi qua kể từ ngày hết hạn bảo hiểm",
  "Quote.Refund.Desc.Label3": "Các khoản chi phí y tế sau đây không được bảo hiểm y tế của chính phủ chi trả. Tiếp tục tận hưởng các lợi ích từ bảo hiểm hiện tại của bạn!",
  "Quote.Refund.Desc.List3One": "Thuốc theo đơn",
  "Quote.Refund.Desc.List3Two": "Điều trị răng",
  "Quote.Refund.Desc.List3Three": "Chăm sóc thị lực, kiểm tra sức khỏe",
  "Quote.Refund.Desc.List3Four": "Bác sĩ vật lý trị liệu, Chiropractor, Bác sĩ osteopathy, Châm cứu, Chuyên gia chăm sóc chân, Bác sĩ thảo dược, Chuyên gia trị liệu ngôn ngữ",
  "Quote.Refund.Desc.List3Five": "Chăm sóc sức khỏe tâm thần (Nhà tâm lý học, Nhà tâm lý trị liệu, Bác sĩ tâm thần, Y tá tâm thần trị liệu, Tư vấn viên lâm sàng, Công tác xã hội)",
  "Quote.Refund.Desc.List3Six": "Bảo hiểm du lịch toàn cầu",
  "Quote.Refund.Desc.List3Seven": "Phạm vi các quyền lợi và số tiền tối đa có thể yêu cầu có thể thay đổi tùy thuộc vào kế hoạch, vì vậy xin vui lòng xem xét các tài liệu giới thiệu của kế hoạch mà bạn đã mua.",
  "Quote.Refund.InsuredInfo.Label": "Thông tin được bảo hiểm",
  "Quote.Refund.InsuranceInfo.Label": "Thông tin bảo hiểm",
  "Quote.Refund.EffectiveDate": "Trước ngày có hiệu lực",
  "Quote.Refund.PolicyNumber": "Chính sách số #",
  "Quote.Refund.Refund.Label": "Hoàn",
  "Quote.Refund.Refund.CompletedDate": "Ngày hoàn tiền đã hoàn tất",
  "Quote.Refund.Refund.Amount": "Số tiền hoàn lại",
  "Quote.Refund.Refund.HelperText": "Số tiền hoàn lại sẽ được hoàn trả trong vòng 2 đến 5 tuần cho bạn thông qua cùng một phương thức với khoản thanh toán ban đầu của bạn cho hợp đồng bảo hiểm.",
  "Quote.Refund.Refund.Option": "Tính toán dựa trên ngày nhận được yêu cầu hoàn tiền và phí hoàn tiền sẽ được áp dụng. ",
  "Quote.Refund.CompanyForm.Label": "Hoàn thành Biểu mẫu yêu cầu hoàn tiền và tải lên biểu mẫu",
  "Quote.Refund.CompanyForm.HelperText": "Hoàn thành Biểu mẫu yêu cầu hoàn tiền và tải lên biểu mẫu",
  "Quote.Refund.CompanyForm.Select.Company": "Công ty bảo hiểm",
  "Quote.Refund.CompanyForm.Select.File": "Tải lên Biểu mẫu yêu cầu hoàn tiền của bạn",
  "Quote.Refund.Reason.Label": "Cung cấp lý do yêu cầu hoàn tiền của bạn",
  "Quote.Refund.Reason.Select.Label": "Lý do",
  "Quote.Refund.Reason.Radio.Label": "Tài liệu bạn yêu cầu",
  "Quote.Refund.Reason.Radio.OptionOne": "Xác nhận sự trở về hoặc khởi hành của khách hàng (ví dụ: bản sao thẻ lên máy bay hoặc hành trình)",
  "Quote.Refund.Reason.Radio.OptionTwo": "Bản sao thư xác nhận từ chương trình chăm sóc sức khỏe cấp tỉnh/ vùng lãnh thổ hiện hành",
  "Quote.Refund.Reason.File.Label": "Tải lên tài liệu cần thiết của bạn",
  "Quote.Refund.Reason.ReturnTicket": "Vé máy bay khứ hồi",
  "Quote.Refund.Reason.GHIP": "Bản sao chương trình chăm sóc sức khỏe của chính quyền tỉnh hoặc vùng lãnh thổ",
  "Quote.Refund.Reason.EarlyReturn": "Vé máy bay trở về Canada (* Ngày trở về phải có trên vé)",
  "Quote.Refund.Reason.NotDepart": "Một bản sao biên lai để chứng minh sự thật rằng bạn đã ở Canada trong thời gian chuyến đi",
  "Quote.Refund.Reason.ReturnToOrigin.Label": "Tôi đã trở về quê hương của bạn vĩnh viễn",
  "Quote.Refund.Reason.GHIP.Label": "Tôi đủ điều kiện và được bao trả theo chương trình chăm sóc sức khỏe của chính quyền tỉnh hoặc vùng lãnh thổ",
  "Quote.Refund.Reason.NotDepart.Label": "Bạn chưa bắt đầu chuyến đi của mình",
  "Quote.Refund.Reason.EarlyReturn.Label": "Bạn trở về sớm hơn sau chuyến đi của mình",
  "Aboutus.Stonewell.Label": "Chúng tôi là ai",
  "Aboutus.Stonewell.Content": "Stonewell Financial Services Inc. là một công ty quản lý tài chính toàn diện có trụ sở tại Toronto, Vancouver và Montreal, trung tâm tài chính của Canada. Quản lý của nó bao gồm chuyên gia tài chính, chuyên gia bảo hiểm và kế toán viên chuyên nghiệp (CPA). Nó được thành lập vào năm 2009 và hiện đang cung cấp các dịch vụ và sản phẩm khác nhau bao gồm bộ dịch vụ quản lý tài sản đầy đủ, kế hoạch bảo hiểm cá nhân, kế hoạch lợi ích nhóm và bảo hiểm du lịch thông qua Stonewell Insurance, Stonewell Investment, Stonewell Group Benefit và Sunwell Financial.",
  "Aboutus.Stonewell.List1": "Kinh nghiệm",
  "Aboutus.Stonewell.List2": "Giải thưởng",
  "Aboutus.Stonewell.List3": "Khách hàng",
  "Aboutus.OurVision.Label": "Tầm nhìn của chúng tôi",
  "Aboutus.OurVision.Content": "Chúng tôi hiểu rằng ngày nay người tiêu dùng yêu cầu dịch vụ nhanh chóng nhưng nhiều lần thừa nhận lời khuyên chuyên nghiệp để đổi lấy. Mục tiêu của Out là cung cấp các dịch vụ tư vấn quản lý tài chính và bảo hiểm chuyên nghiệp, giống như tư vấn 1: 1, thông qua các kênh internet và di động, một cách thuận tiện và hiệu quả. Chúng tôi sẽ luôn cố gắng cung cấp thông tin chất lượng và chính xác cho tất cả các nhu cầu bảo hiểm của bạn mọi lúc.",
  "Aboutus.OurVision.List1": "Tư vấn 1:1",
  "Aboutus.OurVision.List2": "Tư vấn chuyên nghiệp",
  "Aboutus.OurVision.List3": "Thông tin chính xác",
  "Aboutus.LikeStonewell.Label": "Giống như một Stonewell",
  "Aboutus.LikeStonewell.Content": "Một trong những yếu tố quan trọng nhất đối với mọi sinh vật sống là \"nước\", và \"tốt\" đã là nguồn gốc của nó cho mọi người từ lâu như chúng ta biết. \"Stonewell\" là viết tắt của một nguồn đáng tin cậy, bền bỉ và vững chắc của một yếu tố thiết yếu của cuộc sống. Stonewell Financial Services phấn đấu trở thành một tổ chức dịch vụ đáng tin cậy cung cấp một loạt các dịch vụ quản lý rủi ro và tài sản thiết yếu mà khách hàng luôn có thể tin tưởng và tin tưởng.",
  "Aboutus.Service.Label": "Dịch vụ",
  "Aboutus.Service.Content": "Stonewell Financial Services Inc. là một công ty quản lý tài chính toàn diện có trụ sở tại Toronto, trung tâm tài chính của Canada. Quản lý của nó bao gồm chuyên gia tài chính và chuyên gia bảo hiểm. Chúng tôi hiểu rằng ngày nay người tiêu dùng yêu cầu dịch vụ nhanh chóng nhưng nhiều lần thừa nhận lời khuyên chuyên nghiệp để đổi lấy. Mục tiêu của chúng tôi là cung cấp các dịch vụ tư vấn quản lý tài chính và bảo hiểm chuyên nghiệp, giống như tư vấn 1: 1, thông qua các kênh internet và di động, một cách thuận tiện và hiệu quả. Chúng tôi sẽ luôn cố gắng cung cấp thông tin chất lượng và chính xác cho tất cả các nhu cầu bảo hiểm của bạn mọi lúc.",
  "Aboutus.Service.List1": "Chuyên gia tài chính",
  "Aboutus.Service.List2": "Chuyên gia bảo hiểm",
  "ProcessApplication.ApplicationProcess.label": "Quy trình nộp đơn",
  "ProcessApplication.ApplicationProcess.First.title": "Chọn gói của bạn",
  "ProcessApplication.ApplicationProcess.First.subtitle": "Phù hợp với mục đích và ngân sách của bạn\n\n",
  "ProcessApplication.ApplicationProcess.First.detail": "Quá trình này sẽ giúp bạn lựa chọn sản phẩm bảo hiểm du lịch phù hợp nhất cho mình. Khi nghi ngờ, vui lòng yêu cầu chúng tôi tư vấn miễn phí trước khi mua.",
  "ProcessApplication.ApplicationProcess.Second.title": "Điền vào đơn đăng ký trực tuyến",
  "ProcessApplication.ApplicationProcess.Second.subtitle": "Nhận báo giá tức thì với quy trình đăng ký",
  "ProcessApplication.ApplicationProcess.Second.detail": "Xem qua mẫu đơn đăng ký trực tuyến của chúng tôi bằng cách điền vào các thông tin cần thiết. Nó tính toán phí bảo hiểm chính xác để trả cho bạn và người bạn đồng hành của bạn.",
  "ProcessApplication.ApplicationProcess.Third.title": "Thanh toán bằng Chuyển khoản điện tử hoặc thẻ tín dụng",
  "ProcessApplication.ApplicationProcess.Third.subtitle": "Nhận gói xác nhận hợp đồng bảo hiểm qua email",
  "ProcessApplication.ApplicationProcess.Third.detail": "Sau khi chúng tôi xác nhận thanh toán của bạn, bạn sẽ nhận được tài liệu hợp đồng bảo hiểm của mình qua email. Chúng tôi cũng gửi thẻ y tế qua đường bưu điện cùng với tài liệu chính sách của bạn.",
  "ProcessApplication.ApplicationProcess.button1": "Tìm gói của tôi",
  "ProcessApplication.ApplicationProcess.button2": "Nhận bảo hiểm",
  "ProcessApplication.ApplicationProcess.menuitem1": "Bảo hiểm nhân thọ",
  "ProcessApplication.ApplicationProcess.menuitem2": "Bảo hiểm y tế",
  "ProcessApplication.ApplicationProcess.menuitem3": "Bảo hiểm du lịch",
  "ProcessApplication.ProcessInfo.First.label": "Quy trình yêu cầu bồi thường",
  "ProcessApplication.ProcessInfo.First.detail": "Đối với trường hợp nhập viện khẩn cấp, vui lòng liên hệ với công ty bảo hiểm của bạn và báo cáo qua điện thoại trong vòng 24 giờ. Điền vào mẫu đơn yêu cầu bồi thường và thu thập biên lai gốc của bạn do nhà cung cấp dịch vụ y tế phát hành. Gửi chúng qua đường bưu điện đến bộ phận yêu cầu bồi thường của công ty bảo hiểm của bạn.\n* Gửi yêu cầu của bạn với hình ảnh biên lai sẽ không được chấp nhận",
  "ProcessApplication.ProcessInfo.Second.label": "Quy trình hoàn tiền",
  "ProcessApplication.ProcessInfo.Second.detail": "Việc hoàn trả toàn bộ hoặc một phần hợp đồng bảo hiểm của bạn phải tuân thủ các từ hợp đồng của công ty bảo hiểm của bạn. Tài liệu bổ sung để hỗ trợ yêu cầu hoàn tiền của bạn phải được thực hiện.",
  "ProcessApplication.ProcessInfo.LearnMoreBtn": "Tìm hiểu thêm",
  "FAQ.Label": "Các câu hỏi thường gặp",
  "FAQ.Header1": "Bảo hiểm du lịch",
  "FAQ.Header2": "Bảo hiểm nhân thọ",
  "FAQ.Header3": "Bảo hiểm y tế",
  "FAQ.Header4": "Lợi ích nhóm",
  "SignUp.Label": "Đăng ký",
  "SignUp.FirstName": "Tên thánh",
  "SignUp.LastName": "Họ",
  "SignUp.PhoneNumber": "Số điện thoại",
  "SignUp.Email": "Địa chỉ email",
  "SignUp.Password": "Mật khẩu",
  "SignUp.ConfirmPassword": "Xác nhận mật khẩu",
  "SignUp.ReceiveInfo": "Tôi muốn nhận được cảm hứng, chương trình khuyến mãi tiếp thị và cập nhật qua email",
  "How to claim travel insurance": "Cách yêu cầu bảo hiểm du lịch",
  "ProcessClaim.Label1": "Tôi nên làm gì trong trường hợp khẩn cấp y tế?",
  "ProcessClaim.Label2": "Quy trình yêu cầu bồi thường",
  "ProcessClaim.Detail1": "Trong trường hợp khẩn cấp về y tế, bạn phải liên hệ với bộ phận hỗ trợ khẩn cấp trong vòng 24 giờ sau khi nhập viện và trước khi thực hiện bất kỳ phẫu thuật nào. Hoặc tìm thành viên gia đình hoặc bạn bè của bạn để liên hệ với họ cho bạn. Liên hệ với bộ phận Hỗ trợ Khẩn cấp của công ty bảo hiểm của bạn theo số được in trên thẻ y tế của bạn.",
  "ProcessClaim.ClaimProcess.label": "Quy trình yêu cầu bồi thường",
  "ProcessClaim.ClaimProcess.First.title": "Điền vào mẫu đơn yêu cầu bồi thường ",
  "ProcessClaim.ClaimProcess.First.desc": "Tải xuống mẫu đơn yêu cầu bồi thường thích hợp và điền vào mẫu đơn yêu cầu bồi thường. Chuẩn bị sẵn số hợp đồng của bạn trước bước tiếp theo (liên hệ với công ty bảo hiểm của bạn). Số hợp đồng bảo hiểm của bạn có thể được tìm thấy trên Xác nhận bảo hiểm đã được gửi cho bạn tại thời điểm mua hàng.",
  "ProcessClaim.ClaimProcess.Second.title": "Liên hệ với công ty bảo hiểm của bạn",
  "ProcessClaim.ClaimProcess.Second.desc": "Bạn cung cấp thông tin của bạn cho công ty bảo hiểm của bạn. Công ty bảo hiểm của bạn mở yêu cầu bồi thường của bạn.  Khi yêu cầu của bạn được mở, bạn gửi mẫu đơn yêu cầu hoàn thành đầy đủ của mình cùng với các tài liệu cần thiết hoặc nhận biên lai theo từng mục. Sau đó, khiếu nại của bạn có thể được xử lý.",
  "ProcessClaim.ClaimProcess.Third.title": "Nhận bồi hoàn",
  "ProcessClaim.ClaimProcess.Third.desc": "Số tiền yêu cầu bồi thường sẽ được hoàn trả cho bạn thông qua phương thức tương tự như khoản thanh toán ban đầu của bạn cho hợp đồng bảo hiểm.",
  "ProcessClaim.ClaimProcess.extraTitle": "Những điều bạn cần biết để có được bảo hiểm của bạn đúng",
  "ProcessClaim.ClaimProcess.extraDetail": "Điều quan trọng là phải làm theo các bước được mô tả ở trên để đẩy nhanh quá trình yêu cầu bồi thường của bạn. Bất kỳ thông tin hoặc bước nào bị thiếu sẽ gây ra sự chậm trễ đáng kể. Vui lòng xem lại các yêu cầu xác nhận quyền sở hữu trong biểu mẫu đã tải xuống trước khi bạn gửi.\n\nThay đổi địa chỉ ở Canada trong thời gian hợp đồng của bạn nên được báo cáo cho chúng tôi ngay lập tức. Vui lòng cập nhật bất kỳ địa chỉ mới nào trước khi bạn bắt đầu quy trình yêu cầu bồi thường, để tránh việc séc hoàn trả của bạn bị gửi đến địa chỉ cũ hoặc bị mất.\n\nNếu tất cả được chuẩn bị và gửi đi theo hướng dẫn, sẽ mất khoảng 15 - 21 ngày làm việc để nhận được khoản hoàn trả của bạn",
  "ProcessClaim.ClaimPolicy.label": "Chính sách yêu cầu bồi thường",
  "ProcessClaim.DownloadClaimForm.label": "Tải xuống các biểu mẫu yêu cầu bồi thường",
  "ProcessClaim.DownloadClaimFormDetail": "Mang theo mẫu đơn yêu cầu bồi thường khi đến cơ sở y tế có thể hữu ích.\nVui lòng chọn gói của bạn bên dưới và tải xuống biểu mẫu tương ứng",
  "ProcessClaim.ClaimPolicy.FormTitle1": "Sinh viên Quốc tế (PDF)",
  "ProcessClaim.ClaimPolicy.FormDetail1": "Sử dụng biểu mẫu này để kiểm tra chính sách yêu cầu bồi thường cho sinh viên quốc tế",
  "ProcessClaim.ClaimPolicy.FormTitle2": "Khách truy cập (PDF)",
  "ProcessClaim.ClaimPolicy.FormDetail2": "Sử dụng biểu mẫu này để kiểm tra chính sách yêu cầu bồi thường cho du khách du lịch",
  "ProcessClaim.ClaimForm.FormTitle1": "Sinh viên Quốc tế (PDF)",
  "ProcessClaim.ClaimForm.FormDetail1": "ProcessClaim.ClaimForm.FormDetail1",
  "ProcessClaim.ClaimForm.FormTitle2": "Khách truy cập (PDF)",
  "ProcessClaim.ClaimForm.FormDetail2": "ProcessClaim.ClaimForm.FormDetail2",
  "HSA.WhatIs.Label": "Tài khoản Chi tiêu Y tế là gì?",
  "HSA.WhatIs.Detail": "Tài khoản Chi tiêu Y tế là một lợi ích nhóm cung cấp khoản bồi hoàn cho một loạt các chi phí liên quan đến sức khỏe, cao hơn và cao hơn các chương trình phúc lợi thông thường. HSA được quản lý theo hướng dẫn của Cơ quan Thuế vụ Canada.\n\nHơn 55,000 chủ doanh nghiệp nhỏ trên khắp Canada sử dụng Tài khoản Chi tiêu Y tế. Đó là một giải pháp thay thế khả thi cho bảo hiểm y tế truyền thống và là một cách hiệu quả về chi phí để thanh toán các chi phí y tế. Với kế hoạch này, chủ doanh nghiệp có thể biến chi phí y tế cá nhân, sau thuế thành chi phí kinh doanh trước thuế.",
  "HSA.TripleTax.Label": "Lợi ích thuế gấp ba lần",
  "HSA.TripleTax.Detail": "HSA cung cấp một phương pháp cực kỳ hiệu quả về thuế để xây dựng dự trữ bằng cách cung cấp \"lợi ích ba lần thuế\" hiếm có.\n\n",
  "HSA.TripleTax.List1": "Các khoản đóng góp được thực hiện trên cơ sở trước thuế, có khả năng làm giảm thu nhập chịu thuế hiện tại",
  "HSA.TripleTax.List2": "Các khoản đầu tư được miễn thuế cho các khoản rút tiền đủ điều kiện để chăm sóc sức khỏe",
  "HSA.TripleTax.List3": "Rút tiền cho các chi phí chăm sóc sức khỏe đủ điều kiện được thực hiện miễn thuế",
  "HSA.LongTermApproach.Label": "Cách tiếp cận dài hạn",
  "HSA.LongTermApproach.Detail": "Trong khi nhiều nhân viên sử dụng các tài khoản này để tài trợ cho chi phí năm hiện tại của họ, giá trị thực của họ đến như một phương tiện đầu tư cho tương lai.\n\nKhông giống như các tài khoản chi tiêu linh hoạt, HSA cho phép chủ sở hữu mang số dư qua các năm dương lịch và đầu tư tài sản. Thay vào đó, bằng cách chi trả cho các chi phí chăm sóc sức khỏe hiện tại, các nhà đầu tư có thể đầu tư và tăng số dư, xây dựng các nguồn lực đáng kể cho tương lai.\n\nBằng cách liên tục đóng góp số tiền tối đa hàng năm và đầu tư số dư cho chi phí chăm sóc sức khỏe trong tương lai, người ta có thể tích lũy một khoản dự trữ miễn thuế tốt đẹp để tài trợ cho chi phí chăm sóc sức khỏe trong tương lai. Ví dụ: khoản đầu tư chỉ 100 đô la mỗi tháng trong 20 năm có thể biến 24.000 đô la thành hơn 56.000 đô la (giả định tỷ lệ lợi nhuận 8,0%).",
  "HSA.WhatClaim.Label": "Lợi ích nhóm có thể được yêu cầu để làm gì?",
  "HSA.WhatClaim.Detail": "Phạm vi chi phí y tế đủ điều kiện khá rộng và bao gồm hầu hết các chi phí chăm sóc sức khỏe phổ biến. Ngoài ra, quỹ có thể được sử dụng cho các khoản khấu trừ và phí bảo hiểm, chăm sóc răng miệng và thị lực, và thậm chí một số lựa chọn đáng ngạc nhiên như chương trình châm cứu và giảm cân. Khi nhận phân phối từ tài khoản HSA của bạn để tài trợ cho việc chăm sóc, các khoản rút tiền đủ điều kiện được miễn thuế 100%. Điều này bao gồm cả đóng góp ban đầu và bất kỳ sự tăng trưởng nào.",
  "HSA.TypeBenefit.Label": "Loại lợi ích nhóm",
  "HSA.TypeBenefit.cardTitle1": "Tốp",
  "HSA.TypeBenefit.cardTitle2": "Nhóm lớn 50+",
  "HSA.TypeBenefit.cardTitle3": "Thị trường chung sở thích",
  "HSA.TypeBenefit.LearnMoreBtn": "Tìm hiểu thêm",
  "HSA.WhyUs.Label": "Tại sao lại là chúng tôi?",
  "HSA.WhyUs.Detail": "Chúng tôi được trả tiền bởi công ty bảo hiểm để giúp bạn có được sản phẩm phù hợp nhất dựa trên nhu cầu và ngân sách của bạn. Chúng tôi với tư cách là nhà môi giới đại diện cho lợi ích tốt nhất của khách hàng và nhiệm vụ của chúng tôi là hiểu tình hình, nhu cầu và yêu cầu của bạn một cách cẩn thận để tìm ra giải pháp tốt nhất. ",
  "SignIn.Label": "Đăng nhập",
  "SignIn.Email": "Địa chỉ email",
  "SignIn.Password": "Mật khẩu",
  "SignIn.RememberMe": "Nhớ thông tin đăng nhập của tôi",
  "ResetPassword.Label": "Đặt lại mật khẩu",
  "ClinicFinder.ClinicInfo.Label1": "Thanh toán trực tiếp tại các cơ sở y tế",
  "ClinicFinder.ClinicInfo.Detail1": "Direct Pay cho phép bệnh nhân hoặc chủ sở hữu bảo hiểm giải tỏa mối quan tâm thanh toán của họ tại các cơ sở y tế tại thời điểm đến thăm.\n\n",
  "ClinicFinder.ClinicInfo.Label2": "Bạn không chắc mình sẽ tốn bao nhiêu tiền để được điều trị hoặc tư vấn y tế, nhưng lo lắng về những con số bất ngờ trên hóa đơn y tế của bạn?\n\n",
  "ClinicFinder.ClinicInfo.Detail2": "Một số nhà cung cấp bảo hiểm có thỏa thuận thanh toán trực tiếp với các bệnh viện / phòng khám y tế. Với những tiện nghi này, bạn sẽ không phải tự thanh toán tại thời điểm đến thăm. Chuyến thăm và chi phí của bạn sẽ được báo cáo trực tiếp cho công ty bảo hiểm của bạn và bạn sẽ không cần phải lo lắng về việc gửi bất kỳ bằng chứng thanh toán nào.\n\n",
  "ClinicFinder.ClinicInfo.Label3": "Xin lưu ý những điều sau:",
  "ClinicFinder.ClinicInfo.Detail3": "Các cơ sở y tế được liệt kê dưới đây là các cơ sở đã làm việc với công ty Allianz Global Assistance & Tugo Insurance thông qua một thỏa thuận thanh toán trực tiếp trong quá khứ. Tuy nhiên, điều quan trọng cần lưu ý là danh sách này chỉ nên được sử dụng làm tài liệu tham khảo, vì sự sắp xếp như vậy có thể bị chấm dứt bất cứ lúc nào bởi các cơ sở y tế. Nếu bạn đang tìm cách đến một cơ sở y tế với sự sắp xếp thanh toán trực tiếp, vui lòng liên hệ với các công ty bảo hiểm của bạn trước khi đến khám sức khỏe. Các công ty sẽ có thể tư vấn liệu cơ sở bạn dự định đến thăm có chấp nhận thỏa thuận thanh toán trực tiếp hay không. Ngoài ra, theo yêu cầu của bạn, các công ty bảo hiểm sẽ liên hệ với cơ sở y tế này để cố gắng tạo điều kiện thanh toán trực tiếp cho bạn, mặc dù việc chấp nhận không được đảm bảo. Vui lòng tra cứu vị trí gần nhất của bạn.\n\n",
  "Dashboard.Dashboard": "Bảng điều khiển",
  "Dashboard.Application": "Ứng dụng",
  "Dashboard.StartNewApplication": "Bắt đầu một ứng dụng mới",
  "Dashboard.SearchApplications": "Tìm kiếm ứng dụng",
  "Dashboard.SearchApplications.SubTitle": "Bạn có thể tìm kiếm bảo hiểm bạn đã mua, các ứng dụng đã lưu, cập nhật thông tin hoặc mua lại.",
  "Dashboard.Quote": "Quotes",
  "Dashboard.Account": "Tài khoản",
  "Dashboard.UserRegistration": "Đăng ký người dùng",
  "Dashboard.UserActivation": "Kích hoạt người dùng",
  "Dashboard.VendorAccount": "Tài khoản nhà cung cấp",
  "Dashboard.VendorAccount.subtitle": "Tìm kiếm tài khoản đã đăng ký hoặc tạo tài khoản mới",
  "Dashboard.VendorAccount.addNewVendor": "Thêm tài khoản nhà cung cấp mới",
  "Dashboard.VendorAccount.ListTitle": "Danh sách Nhà cung cấp Hiện tại",
  "Dashboard.ApplicationList": "Danh sách ứng dụng",
  "Dashboard.UserAccount": "Tài khoản người dùng",
  "Dashboard.UserAccount.subtitle": "Bạn có thể chỉnh sửa thông tin công ty, đăng ký người dùng mới và chỉnh sửa thông tin của người dùng hiện tại.",
  "Dashboard.Insurance": "Bảo hiểm",
  "Dashboard.LifeInsurance": "Bảo hiểm nhân thọ",
  "Dashboard.HealthInsurance": "Bảo hiểm y tế",
  "Dashboard.TravelInsurance": "Bảo hiểm du lịch",
  "Dashboard.GroupBenefit": "Lợi ích nhóm",
  "Dashboard.ReferralClinic": "Phòng khám giới thiệu",
  "Dashboard.DownloadForms": "Tải xuống biểu mẫu",
  "Dashboard.PartnerPlatform": "Nền tảng đối tác",
  "Dashboard.MyApplications": "Ứng dụng của tôi",
  "Dashboard.StartApplication": "Bắt đầu một ứng dụng mới",
  "Dashboard.SaveApplication": "Lưu ứng dụng",
  "Dashboard.RenewalApplication": "Đơn xin gia hạn",
  "Dashboard.SearchApplication": "Tìm kiếm ứng dụng",
  "Dashboard.Refund": "Hoàn tiền",
  "Dashboard.Reports": "Báo cáo",
  "Dashboard.Reports.SubTitle": "Kiểm tra báo cáo bán hàng cho từng năm và tháng.",
  "Dashboard.DownloadResources": "Tải xuống tài nguyên",
  "Dashboard.DownloadResources.SubTitle": "Bạn có thể xem hoặc tải xuống tài liệu quảng cáo, từ ngữ chính sách, trợ giúp yêu cầu bồi thường và chính sách hoàn lại tiền tại đây.",
  "Dashboard.Statistics": "Thống kê",
  "Dashboard.Logout": "Đăng xuất",
  "Dashboard.MyAccount": "Tài khoản của tôi",
  "Dashboard.MyAccount.Subtitle": "Bạn có thể cập nhật địa chỉ công ty, thông tin liên hệ, tài khoản người dùng và mật khẩu.",
  "Dashboard.Question": "Có một câu hỏi?",
  "Dashboard.Communicate": "LIÊN LẠC VỚI CHÚNG TÔI",
  "Dashboard.SalesStatement": "Báo cáo bán hàng",
  "Dashboard.MyInsurance": "Bảo hiểm của tôi",
  "Dashboard.MyQuote": "Trích dẫn của tôi",
  "Dashboard.HowToClaim": "Cách yêu cầu bồi thường",
  "Dashboard.MyInsurancePlan": "Chương trình bảo hiểm của tôi",
  "Dashboard.ClaimOnline": "Nộp đơn trực tuyến",
  "Dashboard.RefundPlan": "Bảo hiểm được hoàn tiền",
  "Dashboard.PersonalInformation": "Thông tin cá nhân",
  "Dashboard.Profile": "Hồ sơ",
  "Dashboard.Family": "Gia đình",
  "Dashboard.Address": "Địa chỉ",
  "Dashboard.Contact": "Sự tiếp xúc",
  "Dashboard.ChangePassword": "Thay đổi mật khẩu",
  "Dashboard.PaymentMethod": "Phương thức thanh toán",
  "Dashboard.Organization": "Tổ chức",
  "Dashboard.User": "Người dùng",
  "Dashboard.OrganizationName": "Tên tổ chức",
  "Dashboard.StatusInCanada": "Tình trạng ở Canada",
  "Dashboard.CoveredByGHIP": "Được bảo hiểm y tế tỉnh chi trả",
  "Dashboard.PrimaryApplicant": "Đơn",
  "Dashboard.Companion": "Đơn",
  "Dashboard.ResidentialAddress": "Địa chỉ cư trú tại Canada",
  "Dashboard.DeliverHealthCard": "Ngày bạn muốn nhận thẻ bảo hiểm",
  "Vendor.Language": "Ngôn ngữ",
  "Vendr.DirectByClientPayment": "Thanh toán trực tiếp bởi khách hàng",
  "Vendor.Refund.SelectApplicant": "Chọn tất cả các ứng viên để yêu cầu hoàn lại tiền",
  "Vendor.Repurchase.Subtitle": "Áp dụng hiệu quả hơn với thông tin của người nộp đơn hiện tại.",
  "Vendor.Student.application": "Mua lại gói dành cho sinh viên quốc tế",
  "Vendor.Visitor.application": "Mua lại khách truy cập vào Canada Plan",
  "Vendor.Canadian.application": "Mua lại gói Canada",
  "Dashboard.ApplicationSummary.BenefitDetail": "Chi tiết lợi ích & Chương trình quyền chọn",
  "Dashboard.ApplicationSummary.InsurancePeriod": "Thời hạn bảo hiểm & Thông tin chuyến đi",
  "Dashboard.Dashboard.ThisMonth.Title": "Tháng này",
  "Dashboard.Dashboard.TotalPremium": "Tổng phí bảo hiểm",
  "Dashboard.Dashboard.RefundAmount": "Số tiền hoàn lại",
  "Dashboard.Dashboard.EstimatedReferralFee": "Phí giới thiệu ước tính",
  "Dashboard.Dashboard.ReferralRate": "Tỷ lệ phí giới thiệu",
  "Dashboard.Dashboard.PolicySold": "Chính sách đã bán",
  "Dashboard.Dashboard.PolicyRefunded": "Chính sách được hoàn tiền",
  "Dashboard.Dashboard.PolicyPending": "Ứng dụng đang chờ xử lý",
  "Dashboard.Dashboard.PolicySaved": "Ứng dụng đã lưu",
  "Dashboard.Table.ApplicationDate": "Ngày nộp hồ sơ",
  "Dashboard.Table.Name": "Họ và tên",
  "Dashboard.Table.DateOfBirth": "Ngày sinh",
  "Dashboard.Table.Insurance": "Bảo hiểm",
  "Dashboard.Table.EffectiveDate": "Ngày có hiệu lực",
  "Dashboard.Table.ExpiryDate": "Ngày hết hạn",
  "Dashboard.Table.Status": "Tình trạng",
  "Dashboard.Dashboard.SeeAllPoliciesSold": "Xem tất cả chính sách đã bán",
  "Dashboard.Dashboard.SeeAllPoliciesRefunded": "Xem tất cả chính sách được hoàn tiền",
  "Dashboard.Dashboard.SeeAllApplicationPending": "Xem tất cả ứng dụng đang chờ xử lý",
  "Dashboard.Dashboard.SeeAllApplicationSaved": "Xem tất cả ứng dụng đã lưu",
  "Dashboard.Table.Repurchase": "Mua lại",
  "Dashboard.Table.Refund": "Hoàn",
  "Dashboard.Table.SalesDate": "Ngày bán hàng",
  "Dashboard.Table.InsuranceDocNum": "Tài liệu bảo hiểm. #",
  "Dashboard.Table.RefundAmount": "Số tiền hoàn lại",
  "Dashboard.Table.ReferralFee": "Phí giới thiệu",
  "Dashboard.Table.Premium": "Premium",
  "Dashboard.Table.Document": "Tài liệu",
  "Dashboard.Table.CarewellDocNum": "Tài liệu Carewell. #",
  "Dashboard.Table.CarewellFee": "Phí Carewell",
  "Dashboard.Table.RefundDate": "Ngày hoàn tiền",
  "Dashboard.Table.RequestDate": "Ngày yêu cầu",
  "Vendor.Step1.DeliveryDate": "Ngày giao hàng",
  "Vendor.Step1.ApplicationDate": "Ngày nộp hồ sơ",
  "Vendor.Step1.DeliverHealthCardTooltip": "Phụ phí có thể được áp dụng tùy thuộc vào phí bảo hiểm.",
  "Vendor.Step1.AddressInCanadaTooltip": "Nếu bạn không có địa chỉ gửi thư ở Canada, hãy chọn Không và bảo hiểm sẽ được mua làm địa chỉ nhà cung cấp. Hãy chắc chắn để cập nhật sau.",
  "Vendor.Step1.phoneTooltip": "Nếu bạn không có số điện thoại di động Canada, vui lòng nhập số điện thoại đại lý của bạn để tiếp tục. Hãy chắc chắn để cập nhật sau.",
  "Vendor.Step1.arriveDateTooltip": "Vui lòng chọn ngày đầu tiên bạn đến điểm đến của mình. Nếu bạn không chắc chắn, vui lòng chọn một ngày gần đúng.",
  "Dashboard.SelectPlan": "Chọn gói bảo hiểm",
  "Dashboard.Refunds.SubTitle": "Kiểm tra bảo hiểm mà bạn đã yêu cầu hoàn lại tiền và kiểm tra quá trình hoàn lại tiền.",
  "Dashboard.Refunds.List.Title": "Danh sách hoàn tiền",
  "Dashboard.Admin.UserRegistration": "Đăng ký người dùng",
  "Dashboard.Admin.VendorRegistration": "Đăng ký nhà cung cấp",
  "Dashboard.CreditCard": "Thẻ tín dụng",
  "Vendor.StartApplication": "Bắt đầu một ứng dụng mới",
  "Vendor.StartApplication.SubTitle": "Chọn sản phẩm bảo hiểm bạn muốn và điền vào mẫu đơn đăng ký",
  "Vendor.IndividualSales": "Bán hàng cá nhân",
  "Vendor.GroupSales": "Bán hàng theo nhóm",
  "Vendor.Repurchase.SelectApplicant": "Chọn một người nộp đơn để mua lại.",
  "Vendor.RepurchaseTitle": "Điền vào Đơn đăng ký mua lại",
  "Vendor.Step1.Label1": "Điền vào mẫu dưới đây để đăng ký bảo hiểm du lịch của khách hàng của bạn",
  "Vendor.Step1.NewApplication": "Ứng dụng mới",
  "Vendor.Step1.ApplicantInformation": "(Những) người nộp đơn",
  "Vendor.Step1.ApplicationSummary": "Tóm tắt ứng dụng",
  "Vendor.Step1.ApplicantNo": "#",
  "Vendor.Step1.ProductSelection": "Lựa chọn sản phẩm",
  "Vendor.Step1.CarewellSelection": "Lựa chọn dịch vụ",
  "Vendor.Step1.QuoteSummary": "Tóm tắt trích dẫn",
  "Vendor.Step1.NumberOfApplicant": "Số lượng ứng viên",
  "Vendor.Step1.Label2": "Giao dịch mua theo nhóm này phải ở cùng một địa chỉ gửi thư",
  "Vendor.Step1.ApplicantInfo": "Thông tin của ứng viên",
  "Vendor.Step1.LastName": "Họ",
  "Vendor.Step1.FirstName": "Tên thánh",
  "Vendor.Step1.DOB": "Ngày sinh",
  "Vendor.Step1.Age": "Tuổi",
  "Vendor.Step1.Gender": "Giống",
  "Vendor.Step1.originCountry": "Nước xuất xứ",
  "Vendor.Step1.TravelType": "Du lịch với tư cách là",
  "Vendor.Step1.AttendingSchool": "Đi học",
  "Vendor.Step1.Insurance": "Chuyến đi/Bảo hiểm",
  "Vendor.Step1.InsuranceEffectiveDate": "Ngày bắt đầu",
  "Vendor.Step1.InsuranceEndDate": "Ngày hết hạn",
  "Vendor.Step1.CoverageDays": "Ngày bảo hiểm",
  "Vendor.Step1.BeneficiaryName": "Tên người thụ hưởng",
  "Vendor.Step1.BeneficiaryRelationship": "Mối quan hệ người thụ hưởng",
  "Vendor.Step1.isEligible": "Bạn có xác nhận rằng bạn đủ điều kiện để nộp đơn không?",
  "Vendor.Step1.PrimaryAddress": "Địa chỉ chính",
  "Vendor.Step1.ResidentialType": "Loại địa chỉ cư trú tại Canada",
  "Vendor.Step1.HomeAddress": "Nhà",
  "Vendor.Step1.SchoolAddress": "Trường học",
  "Vendor.Step1.NoAddress": "Không có địa chỉ ở Canada",
  "Vendor.Step1.PrimaryStreetName": "Tên đường phố (ex. 123 Otawa st)",
  "Vendor.Step1.PrimaryUnitApartmentNo": "Đơn vị / Căn hộ số",
  "Vendor.Step1.PrimaryCity": "Thành phố",
  "Vendor.Step1.PrimaryPostalCode": "Mã bưu chính",
  "Vendor.Step1.PrimaryProvince": "Tỉnh",
  "Vendor.Step1.PrimaryCountry": "Quốc gia",
  "Vendor.Step1.ShouldDeliverCard": "Chúng tôi có nên giao Thẻ Y tế của học sinh đến địa chỉ này không?",
  "Vendor.Step1.MailingAddress": "Địa chỉ gửi thư",
  "Vendor.Step1.MailingStreetName": "Tên đường phố (ex. 123 Otawa st)",
  "Vendor.Step1.MailingUnitApartmentNo": "Đơn vị / Căn hộ số",
  "Vendor.Step1.MailingCity": "Thành phố",
  "Vendor.Step1.MailingPostalCode": "Mã bưu chính",
  "Vendor.Step1.MailingProvince": "Tỉnh",
  "Vendor.Step1.MailingCountry": "Quốc gia",
  "Vendor.Step1.PhoneNumber": "Số điện thoại",
  "Vendor.Step1.Email": "Địa chỉ email",
  "Vendor.Step1.ContactInfo": "Thông tin liên hệ",
  "Vendor.Step1.AgencyNote": "Lưu ý của cơ quan",
  "Vendor.Step1.CoverageAgreementTitle": "Thỏa thuận bảo hiểm",
  "Vendor.Step1.CoverageAgreementSubtitle": "Vui lòng đọc và đồng ý với Thỏa thuận bảo hiểm, để tiếp tục.",
  "Vendor.Step1.CoverageAgreement.Button": "Đọc thỏa thuận bảo hiểm",
  "Vendor.Step1.CoverageAgreement.Yes": "Có, Tất cả các ứng viên đều được xác nhận là đủ điều kiện để nộp đơn.",
  "Vendor.Step1.CoverageAgreement.No": "Không, Tất cả các ứng viên KHÔNG được xác nhận là đủ điều kiện để nộp đơn.",
  "Vendor.Step3.ProductSelection": "Lựa chọn sản phẩm",
  "Vendor.Step2.OptionalSelection'": "Lựa chọn gói tùy chọn",
  "Vendor.Step2.Brochure": "Brochure",
  "Vendor.Step2.PolicyWording": "Quy tắc bảo hiểm",
  "Vendor.Step2.AddOption": "Thêm tùy chọn",
  "Vendor.Step2.HiddOption": "Tùy chọn ẩn",
  "Vendor.Step3.AddServices": "Thêm dịch vụ",
  "Vendor.Step3.NotSelected": "Không có kế hoạch được chọn",
  "Vendor.Step3.TotalPremium": "Tổng phí bảo hiểm",
  "Vendor.Step3.TotalCarewellAmount": "Tổng phí dịch vụ",
  "Vendor.Step3.TotalPaymentAmount": "Tổng số tiền thanh toán",
  "Vendor.Step4.Title": "Tóm tắt trích dẫn",
  "Vendor.Step4.ApplicantDetail": "Thông tin chi tiết của người nộp đơn",
  "Vendor.Step4.InsuranceSelection": "Lựa chọn bảo hiểm",
  "Vendor.Step4.SelectedPlan": "Kế hoạch đã chọn",
  "Vendor.Step4.WhetherInsuranceCard": "Thẻ bảo hiểm có được phát hành hay không",
  "Vendor.Step4.ShippingDate": "Ngày vận chuyển",
  "Vendor.Step4.Fee": "Phí",
  "Vendor.Step4.CarewellSelection": "Lựa Chọn Dịch Vụ của Carewell",
  "Vendor.Step4.OptionalSelection": "Lựa chọn gói tùy chọn",
  "Vendor.Step4.ServicePeriod": "Thời gian sử dụng dịch vụ",
  "Vendor.Step4.E-transfer": "Chuyển khoản điện tử",
  "Vendor.Application.Declaration": "Tuyên bố",
  "Vendor.Application.ViewDeclaration": "Cảnh",
  "Vendor.Application.DownloadDeclaration": "Tải xuống",
  "Vendor.Application.SourceChannel": "Từ",
  "Vendor.DirectPaymentByClient": "Gửi liên kết thanh toán cho khách hàng",
  "Validation.FieldIsRequired": "Trường này là bắt buộc!",
  "Validation.ArrivedDateShouldBeLessThanToday": "Ngày đến nên trước ngày hôm nay.",
  "Validation.ArrivedDateShouldBeAfterToday": "Ngày đến nên sau ngày hôm nay.",
  "Validation.StartDateShouldBeGreaterThanToday": "Ngày bắt đầu phải lớn hơn hôm nay",
  "Validation.EndDateShouldBeGreaterThanStartDate": "Ngày kết thúc phải lớn hơn Ngày bắt đầu",
  "Validation.DeliveryDateShouldBeGreaterThanStartDate": "Ngày giao thẻ phải lớn hơn Ngày bắt đầu",
  "Validation.EndDateShouldBeWinthin1yearOfGraduation": "Ngày kết thúc phải trong vòng 1 năm sau khi tốt nghiệp",
  "Validation.DepartureDateShouldBeGreaterThanToday": "Ngày khởi hành phải lớn hơn hôm nay",
  "Validation.ArrivalDateShouldBeGreaterThanDepartureDate": "Ngày đến phải lớn hơn ngày khởi hành",
  "Validation.GraduatedDateShouldBeLessThanToday": "Ngày tốt nghiệp phải lớn hơn hôm nay",
  "Validation.GraduatedDateShouldBeWinthin1yearOfGraduation": "Ngày tốt nghiệp phải trong vòng 1 năm sau khi tốt nghiệp",
  "Validation.CoveragePeriodExistinginsuranceShouldBeLessThanTripPeriod": "Thời gian bảo hiểm của bảo hiểm hiện tại của bạn phải nhỏ hơn Tổng thời gian du lịch.",
  "Validation.MaximunDaysShouldBe365": "Số ngày tối đa phải là 365",
  "Validation.MaximunMultiTripDayShouldBeLessThan125": "Nhiều ngày trong chuyến đi nên nhỏ hơn 125",
  "Validation.SVTripDayShouldBe365": "Ngày nên là 365.",
  "Validation.MinimunNumberShouldBeGreaterThan1": "Số tối thiểu phải lớn hơn 0.",
  "Validation.MinimunNumberShouldBeAtLeast3": "Nó nên có ít nhất 3.",
  "Validation.BirthDateShouldBeLessThanToday": "Ngày sinh nên ít hơn hôm nay",
  "Validation.BirthDateShouldBe15DaysBefore": "Ngày sinh phải là 15 ngày trước",
  "Validation.InvalidEmailFormat": "Định dạng Email không hợp lệ",
  "Validation.EnterOtherEmail": "Vui lòng nhập email khác ngoại trừ daum, hanmail",
  "Validation.InvalidPhoneNumber": "Số điện thoại không hợp lệ",
  "Validation.InvalidDateFormat": "Định dạng ngày không hợp lệ [MM/DD/YYYY]",
  "Validation.InvalidPostalCode": "Mã bưu chính không hợp lệ",
  "Validation.InvalidCreditCardNumber": "Số thẻ tín dụng không hợp lệ",
  "Validation.InvalidSecretCode": "Mã bí mật không hợp lệ",
  "Validation.Required3DigitsNumber": "Nhập số chữ số chính xác",
  "Validation.InvalidExpirationDate": "Ngày hết hạn không hợp lệ [MM/YY]",
  "Validation.InvalidExpirationMonth": "Tháng hết hạn không hợp lệ",
  "Validation.CardExpirationDateHasPast": "Ngày nhập đã qua.",
  "Validation.SelectInsuraceCompany": "Chọn công ty bảo hiểm.",
  "Validation.RequiredAnswer": "Yêu cầu câu trả lời.",
  "Validation.Invalid Year": "Năm không hợp lệ",
  "Validation.NumberEmployeesExceed": "Không được vượt quá số lượng nhân viên.",
  "Validation.PasswordIsRequired": "Mật khẩu là bắt buộc.",
  "Validation.PasswordsNotMatch": "Vui lòng đảm bảo mật khẩu khớp.",
  "Validation.chooseFile": "Vui lòng chọn tệp của bạn.",
  "ClaimCase.CoveredCase.Title": "Trường hợp được bảo hiểm",
  "ClaimCase.DelayedCase.Title": "Trường hợp chậm trễ",
  "ClaimCase.RejectedCase.Title": "Trường hợp bị từ chối",
  "ClaimCase.CoveredCase.OtitisMedia.Title": "Viêm tai giữa Media",
  "ClaimCase.Case.ClientAge": "Tuổi của khách hàng",
  "ClaimCase.Case.HospitalLocation": "Địa điểm bệnh viện",
  "ClaimCase.Case.PurchasedPolicy": "Đã mua bảo hiểm",
  "ClaimCase.Case.MedicalExpenseTotal": "Tổng chi phí y tế",
  "ClaimCase.Case.CoveredByCompany": "Được bảo hiểm bởi công ty bảo hiểm",

  "Form.CreditCardPayment.Title": "Thanh toán bằng thẻ tín dụng",

  "Partner.Register.vendorJob": "Mô tả hoạt động kinh doanh chính của công ty.",
  "Partner.Register.vendorType": "Loại hình kinh doanh",
  "Partner.Register.mostVisitProvince": "Chọn các tỉnh ở Canada có nhiều khách hàng nhất.",
  "Partner.Register.MailingInCanada": "Bạn có địa chỉ gửi thư ở Canada không?",
  "Partner.Register.InternationalAddress": "Viết địa chỉ quốc tế ở đây",
  "Partner.Register.ApplicantInformation.Title": "Thông tin ứng viên",
  "Partner.Register.IsManager": "Bạn là người phụ trách mảng kinh doanh bảo hiểm tại công ty?",
  "Partner.Register.EmployeeNumber.Label": "Số lao động bổ sung phụ trách nghiệp vụ bảo hiểm",

  "Ads.TravelInsurance.Student.Title": "Bảo Hiểm Du Học Quốc Tế",
  "Ads.TravelInsurance.Student.SubTitle": "Bảo Hiểm Sức Khỏe Du Học Sinh Quốc Tế Tại Canada",
  "Ads.TravelInsurance.Student.Description": "100% bảo hiểm cho Răng, Châm cứu, Chiropractic, Vật lý trị liệu, Thuốc kê đơn và Chăm sóc tâm lý và nhiều hơn nữa",
  "Ads.TravelInsurance.Student.Section1.Subtitle": "BẠN CÓ BIẾT",
  "Ads.TravelInsurance.Student.Section1.Section1.Title": "Bạn có thể không cần bảo hiểm",
  "Ads.TravelInsurance.Student.Section1.Subtitle2": "Nếu bạn có đủ tiền tiết kiệm để tự mình trang trải các thiệt hại",
  "Ads.TravelInsurance.Student.Section1.Description1": "Nếu bạn là loại người như vậy, hãy bỏ qua thông tin bên dưới.",
  "Ads.TravelInsurance.Student.Section1.Description2": "Bảo hiểm này được thiết kế để bảo vệ khỏi các chi phí y tế không mong đợi khi bạn ở nước ngoài.",
  "Ads.TravelInsurance.Student.Section2.Subtitle": "CÁC LỢI ÍCH CHÍNH",
  "Ads.TravelInsurance.Student.Section2.Title": "Bảo Hiểm Không Cần Lo Lắng Về Chi Phí Y Tế Bất Ngờ",
  "Ads.TravelInsurance.Student.Section2.Description1": "Không cần hỏi cái gì được bảo hiểm! Cho dù bạn đến phòng khám không cần hẹn trước vì cảm lạnh nhẹ, hay đến bệnh viện cấp cứu vì tai nạn, tất cả đều được bảo hiểm.",
  "Ads.TravelInsurance.Student.Section2.Description2": "Từ khám bệnh như X-quang, phòng khám không cần hẹn trước, bác sĩ trực tuyến, phòng cấp cứu, nhập viện, phẫu thuật, điều trị răng, chăm sóc thị lực, đến chăm sóc tâm lý. Bệnh? Tai nạn? Hầu hết các tình huống đều có thể được giải quyết hoàn toàn trong các lợi ích này.",
  "Ads.TravelInsurance.Student.Section2.Description3": "Có vẻ phức tạp? Đừng lo lắng. Chỉ cần liên hệ với chúng tôi khi bạn cần chúng tôi. Chúng tôi sẽ chịu trách nhiệm và hướng dẫn bạn để đảm bảo bạn nhận được sự bảo hiểm đúng mức.",
  "Ads.TravelInsurance.Student.Section2.ButtonTitle": "Nhấn vào đây để biết thêm về các lợi ích chi tiết hơn",
  "Ads.TravelInsurance.Student.Section2.cardTitle": "4 Lợi Ích Được Sử Dụng Nhiều Nhất",
  "Ads.TravelInsurance.Student.Section2.Card1.Title": "Y Tế & Cấp Cứu",
  "Ads.TravelInsurance.Student.Section2.Card1.Description": "Khám bệnh bao gồm X-quang, siêu âm, phòng khám không cần hẹn trước, tư vấn bác sĩ tại phòng cấp cứu, bác sĩ trực tuyến, viện phí, chi phí phẫu thuật, bao gồm cả chi phí xe cấp cứu và vận chuyển khẩn cấp khác.",
  "Ads.TravelInsurance.Student.Section2.Card2.Title": "Điều Trị Răng",
  "Ads.TravelInsurance.Student.Section2.Card2.Description": "Giảm đau răng như lấp lỗ, nhổ răng, điều trị dây thần kinh vv, và điều trị răng do tai nạn",
  "Ads.TravelInsurance.Student.Section2.Card3.Title": "Các Phương Pháp Trị Liệu & Chăm Sóc Tâm Lý",
  "Ads.TravelInsurance.Student.Section2.Card3.Description": "Chiropractic, Vật lý trị liệu, Chuyên gia chăm sóc chân, Bác sĩ osteopathic, Châm cứu, Trị liệu nói, Tư vấn tâm lý",
  "Ads.TravelInsurance.Student.Section2.Card4.Title": "Thuốc Kê Đơn",
  "Ads.TravelInsurance.Student.Section2.Card4.Description": "Các loại thuốc chỉ có thể mua được theo đơn thuốc",
  "Ads.TravelInsurance.Student.Section3.Title": "100% bảo hiểm? Đừng cố gian lận tôi!",
  "Ads.TravelInsurance.Student.Section3.Description1": "Chúng tôi cam kết sẽ liên hệ với bạn trong vòng 1-10 giờ sau khi bạn liên hệ với chúng tôi. Việc xem xét cách một công ty đối xử với bạn trong thời gian bảo hiểm của bạn rất quan trọng. Nếu họ không giúp bạn tốt, không đáng mua bảo hiểm của họ vì bạn sẽ không nhận được tất cả các lợi ích bạn nên có.",
  "Ads.TravelInsurance.Student.Section3.Description2": "Chúng tôi là một công ty môi giới bảo hiểm. Chúng tôi không thể luôn chỉ theo phía bạn. Chúng tôi phải giúp cả bạn và công ty bảo hiểm. Nhưng chúng tôi làm việc với công ty dịch vụ yêu cầu bồi thường để bạn có thể nhận được nhiều lợi ích nhất từ bảo hiểm của mình.",
  "Ads.TravelInsurance.Student.Section3.Description3": "Những người đã đăng ký với dịch vụ yêu cầu bồi thường của chúng tôi đang nhận được 100% bảo hiểm cho các phần được đảm bảo bởi chính sách. Chúng tôi chưa thấy một trường hợp ngoại lệ nào 1%.",
  "Ads.TravelInsurance.Student.Section4.Subtitle": "Câu Chuyện Bồi Thường Thực Tế",
  "Ads.TravelInsurance.Student.Section4.Title": "Khách hàng đã nhận được lợi ích bồi thường cho những gì?",
  "Ads.TravelInsurance.Student.Claims.Dental.Title": "Điều Trị Răng",
  "Ads.TravelInsurance.Student.Claims.Dental.Contents.Case1": "Dây để chỉnh răng đã bung ra, gây đau răng và nướn. Tôi đã trả $300.00 cho việc điều trị và gắn lại. Toàn bộ số tiền đã được bồi thường đầy đủ 100%.",
  "Ads.TravelInsurance.Student.Claims.Dental.Contents.Case2": "Một cái răng được đặt từ trước do sâu răng bị rơi. Nó liên tục rơi ra. Tôi đã đến nha sĩ để điều trị và bơm lại bằng vật liệu màu răng. Tôi được thanh toán $614.98 và nhận được bồi thường đến giới hạn điều trị răng là $600.",
  "Ads.TravelInsurance.Student.Claims.Dental.Contents.Case3": "Tôi đã đến nha sĩ để kiểm tra vì đau răng. Nguyên nhân là sâu răng. Sau khi điều trị sâu răng, tôi đã trả $244.00. Tôi được bồi thường đầy đủ 100%.",
  "Ads.TravelInsurance.Student.Claims.Dental.Contents.Case4": "Tôi đã đến nha sĩ vì đau vùng răng hàm. Nguyên nhân là răng khôn. Tôi đã trả $150.00 cho việc nhổ răng và tôi được bồi thường đầy đủ 100%.",
  "Ads.TravelInsurance.Student.Claims.Dental.Contents.Case5": "Tôi đang chơi bóng rổ với một người bạn ở trường và ngã, đập mặt xuống đất. Kết quả, hai răng trước bị hỏng nhẹ. Tôi đã điều trị răng và làm đơn yêu cầu bồi thường $2,448.00. Tôi được bồi thường đầy đủ 100% qua các lợi ích bảo hiểm răng do tai nạn.",
  "Ads.TravelInsurance.Student.Claims.Therapies.Title": "Các Phương Pháp Trị Liệu & Dịch Vụ Chuyên Nghiệp",
  "Ads.TravelInsurance.Student.Claims.Therapies.Contents.Case1": "Vai tôi cảm thấy đau cứng, vì vậy tôi đã đến với một vật lý trị liệu. Sau khi nhận liệu trình, tôi đã trả $103.48 cho một buổi. Tôi được bồi thường đầy đủ 100%.",
  "Ads.TravelInsurance.Student.Claims.Therapies.Contents.Case2": "Vai và cổ tôi đau, vì vậy tôi đã đến một nhà chỉnh hình. Sau khi được mát-xa, tôi đã trả $135.60 cho một buổi. Tôi được bồi thường đầy đủ 100%.",
  "Ads.TravelInsurance.Student.Claims.Therapies.Contents.Case3": "Theo đề xuất của một giáo viên trường, tôi thường gặp một nhà nói chuyện. Lý do là phát triển ngôn ngữ của con tôi bị chậm trễ. Chúng tôi đã có tổng cộng 6 buổi học, mỗi buổi trị giá $120.00. Tôi đã trả tổng cộng $720.00 và nhận được bồi thường đến giới hạn là $600.00.",
  "Ads.TravelInsurance.Student.Claims.Therapies.Contents.Case4": "Tôi đã đến một phòng khám y học cổ truyền Hàn Quốc để châm cứu vì đau lưng. Tôi đã trả $80.00 mỗi lần khám, tổng cộng $400.00 cho 5 lần khám. Tôi được bồi thường đầy đủ 100%.",
  "Ads.TravelInsurance.Student.Claims.Therapies.Contents.Case5": "Trong khi chơi bóng đá, tôi ngã và cảm thấy đau ở chân. Tôi đã đến một nhà chỉnh hình. Đối với 3 buổi học với giá $150.00 mỗi buổi, tôi đã trả tổng cộng $450.00. Tôi được bồi thường đầy đủ 100%.",
  "Ads.TravelInsurance.Student.Claims.WalkinClinic.Title": "Phòng Khám Không Cần Hẹn Trước",
  "Ads.TravelInsurance.Student.Claims.WalkinClinic.Contents.Case1": "Vì đau bụng đột ngột, tôi đến gặp bác sĩ tại một phòng khám không cần hẹn trước gần đó. Tôi được chuẩn đoán mắc viêm ruột và được kê đơn. Tôi đã trả $100.00 cho tư vấn bác sĩ và $48.26 cho thuốc. Tôi được bồi thường đầy đủ 100%.",
  "Ads.TravelInsurance.Student.Claims.WalkinClinic.Contents.Case2": "Tôi đã đến một phòng khám vì cảm lạnh trở nên nặng hơn. Tôi được chuẩn đoán mắc vi rút cảm lạnh thông thường và nhận được thuốc. Tôi đã trả $80.00 cho tư vấn bác sĩ và $32.96 cho thuốc kê đơn. Tôi được bồi thường đầy đủ 100%.",
  "Ads.TravelInsurance.Student.Claims.WalkinClinic.Contents.Case3": "Tôi đã đến một phòng khám không cần hẹn trước vì mắt đỏ nghiêm trọng. Bác sĩ chuẩn đoán đó là dị ứng và kê đơn thuốc nhỏ mắt. Tôi đã trả tổng cộng $154.78 cho tư vấn và thuốc nhỏ mắt, và được bồi thường đầy đủ 100%.",
  "Ads.TravelInsurance.Student.Claims.EmergencyRoom.Title": "Phòng Cấp Cứu",
  "Ads.TravelInsurance.Student.Claims.EmergencyRoom.Contents.Case1": "Tôi cảm thấy đau nhói cực kỳ ở vai. Nó đau đến mức tôi phải đến phòng cấp cứu ngay. Bác sĩ tại đó cho biết tôi bị viêm nặng và cần phẫu thuật. Theo đề xuất của bác sĩ, tôi đã tham khảo nhiều chuyên gia và tiến hành một cuộc kiểm tra tỉ mỉ. Ngày hôm sau, tôi đã phẫu thuật trong khoảng một giờ và trở về nhà mà không nhập viện. Tổng hóa đơn y tế là $32,980. Công ty bảo hiểm đã trả trực tiếp chi phí y tế cho bệnh viện.",
  "Ads.TravelInsurance.Student.Claims.EmergencyRoom.Contents.Case2": "Đột nhiên, tôi cảm thấy đau nhức cực kỳ ở bên cạnh trong lúc đang học ở trường. Tôi đi thẳng đến phòng cấp cứu, nơi họ nói với tôi rằng có vẻ như ruột thừa của tôi đã nứt và cần phẫu thuật ngay lập tức. Sau ca phẫu thuật, một hóa đơn trị giá $26,754 đã được phát hành, mà công ty bảo hiểm đã trả trực tiếp cho bệnh viện.",
  "Ads.TravelInsurance.Student.Claims.EmergencyRoom.Contents.Case3": "Trong kỳ nghỉ học, tôi đã đi du lịch đến Hoa Kỳ. Trên một chuyến đi dạo, chiếc ô tô của chúng tôi bị xe buýt phía sau đâm phải. Chiếc xe bị hư hỏng đến mức phải tiến hành phế liệu, và hành khách trong xe bị thương nặng. Cần điều trị ngay tại Mỹ. Tổng chi phí y tế, bao gồm 8 ngày nằm viện, phẫu thuật, thuốc và chi phí vận chuyển khẩn cấp, lên đến $256,700.00. May mắn thay, công ty bảo hiểm đã trả trực tiếp các chi phí y tế cho bệnh viện.",
  "Ads.TravelInsurance.Student.Section5.Subtitle": "Lý Do Nên Mua Bảo Hiểm Canada",
  "Ads.TravelInsurance.Student.Section5.Title": "Không Còn Hối Tiếc Với Bảo Hiểm Không Phải Canada",
  "Ads.TravelInsurance.Student.NoRegret.Reason1.Title": "Được Thiết Kế Cho Hệ Thống Chăm Sóc Sức Khỏe Canada",
  "Ads.TravelInsurance.Student.NoRegret.Reason1.Content": "Bạn không cần lo lắng về những gì được bảo hiểm và những gì không được. Các chi phí y tế bất ngờ được bảo hiểm 100% mà không cần trừ",
  "Ads.TravelInsurance.Student.NoRegret.Reason2.Title": "Thanh Toán Trực Tiếp Cho Bệnh Viện",
  "Ads.TravelInsurance.Student.NoRegret.Reason2.Content": "Bạn không cần lo lắng, ngay cả khi hóa đơn bệnh viện có giá hàng ngàn đô la. Công ty bảo hiểm sẽ trả trực tiếp các chi phí y tế cho bệnh viện. Các công ty bảo hiểm Canada đã thiết lập mối quan hệ tốt với hầu hết các bệnh viện địa phương. Giá trị thực sự của bảo hiểm Canada được thể hiện khi cần thiết nhất.",
  "Ads.TravelInsurance.Student.Section6.Subtitle": "Bảo Hiểm Sức Khỏe Du Học Sinh Quốc Tế Tại Canada",
  "Ads.TravelInsurance.Student.Section6.Title": "Tại sao Stonewell trở thành số 1",
  "Ads.TravelInsurance.Student.WhyUs.Reason1.Title": "Ưu Tiên Việc Giao Tiếp Nhanh Chóng",
  "Ads.TravelInsurance.Student.WhyUs.Reason1.Content": "Bệnh tật và tai nạn không biết đến ngày nghỉ. Do đó, chúng tôi vận hành các cuộc tư vấn qua email, điện thoại và trò chuyện mà không nghỉ ngày nghỉ.",
  "Ads.TravelInsurance.Student.WhyUs.Reason2.Title": "Lợi ích hàng đầu với mức phí thấp nhất trong ngành",
  "Ads.TravelInsurance.Student.WhyUs.Reason2.Content": "Do số lượng khách hàng lớn, chúng tôi có hợp đồng hàng đầu với các công ty bảo hiểm lớn. Chúng tôi đủ điều kiện để cung cấp những lợi ích bảo hiểm tốt nhất với giá thấp nhất.",
  "Ads.TravelInsurance.Student.WhyUs.Reason3.Title": "Dịch Vụ Sau Bán Hàng Chuyên Nghiệp",
  "Ads.TravelInsurance.Student.WhyUs.Reason3.Content": "Việc mua bảo hiểm có thể không khác biệt đáng kể tùy thuộc vào nơi bạn mua. Đó giống như việc mua cùng một bộ Lego từ Costco hoặc một cửa hàng Lego. Bạn không nhất thiết phải mua qua Stonewell. Tuy nhiên, khi thực sự cần sử dụng bảo hiểm, hãy đảm bảo bạn sẽ nhận được sự hỗ trợ đáng tin cậy. Rất tiếc, nhiều nhà cung cấp trong ngành thường không phản hồi sau khi mua hàng.",
  "Ads.TravelInsurance.Student.Section7.Subtitle": "Câu Hỏi Thường Gặp",
  "Ads.TravelInsurance.Student.Section7.Title": "Bạn có câu hỏi khác không?",
  "Ads.TravelInsurance.Student.Section8.Title": "Đánh Giá Tốt Đẹp Từ Khách Hàng",
  "Ads.TravelInsurance.Student.Section8.Subtitle": "Hài Lòng Với Dịch Vụ Xuất Sắc Của Chúng Tôi",
  "Ads.TravelInsurance.Student.Review1.Content": "Tôi đã mắc lỗi khi xử lý đơn yêu cầu bồi thường một mình, và đã có những trường hợp mà đơn yêu cầu của tôi bị từ chối. Tuy nhiên, nhờ sự hỗ trợ của bạn trong việc liên hệ trực tiếp với công ty bảo hiểm, tôi đã nhận được bồi thường đúng mức. Cảm ơn bạn!",
  "Ads.TravelInsurance.Student.Review2.Content": "Cảm ơn bạn vì luôn cung cấp các cuộc tư vấn thân thiện. Khi nói đến bảo hiểm du lịch, khía cạnh quan trọng nhất là quá trình yêu cầu bồi thường, và tôi luôn hài lòng vì giao tiếp tuyệt vời và tôi chỉ sử dụng dịch vụ của bạn ở đây.",
  "Ads.TravelInsurance.Student.Review3.Content": "Tôi chưa tìm thấy bất kỳ nơi nào khác cung cấp một sự kết hợp tốt như bảo hiểm cho sinh viên với giá phải chăng nhất. Tôi đã trải qua một trường hợp mà đơn yêu cầu bồi thường của tôi đã bị từ chối bởi bảo hiểm quê hương sau khi tiến hành phẫu thuật ruột thừa. Kể từ đó, tôi khẳng định chỉ mua bảo hiểm Canada. Tôi thậm chí còn giới thiệu nó cho những người quen của mình, bảo họ nhất định phải mua bảo hiểm Canada.",
  "Ads.TravelInsurance.Student.Section9.Title": "Bạn có muốn mua kế hoạch phổ biến nhất của chúng tôi không?",
  "Ads.TravelInsurance.Student.Section9.Subtitle": "Tiết kiệm thời gian bằng cách tránh cần phải tìm hiểu.",
  "Ads.TravelInsurance.Student.Section9.Subtitle2": "Vui lòng điền đơn đăng ký được cung cấp bên dưới.",
  "Ads.TravelInsurance.Student.FAQ.Question1.Title": "Bảo hiểm Canada có đắt không?",
  "Ads.TravelInsurance.Student.FAQ.Question1.Contents": "Khi nói đến phạm vi bảo hiểm và lợi ích, nó không thể so sánh với bảo hiểm ở các quốc gia nước ngoài. Khi bạn thực sự so sánh phí bảo hiểm, không có nhiều sự khác biệt. Để phục vụ khách hàng chỉ quan tâm đến phí bảo hiểm rẻ, chúng tôi có thể đề nghị các tùy chọn bảo hiểm kém chất lượng. Chúng tôi có hợp đồng với các công ty bảo hiểm rẻ. Tuy nhiên, chúng tôi không đề nghị. Ngay cả khi có nhiều khách hàng hơn, chúng tôi cũng không thể để tiếp tục bán những loại bảo hiểm đó. Các chính sách bảo hiểm như vậy không cung cấp phạm vi bảo hiểm đúng. Việc chúng tôi bán nhiều bảo hiểm như vậy, thì danh tiếng của chúng tôi càng trở nên tồi tệ hơn. Tại Stonewell, chúng tôi kiên trì chỉ cung cấp các chính sách bảo hiểm mang lại phạm vi bảo hiểm đúng. Nếu bạn đang tìm kiếm công ty bảo hiểm rẻ nhất, thật không may là sẽ khó để chúng tôi thiết lập liên kết.",
  "Ads.TravelInsurance.Student.FAQ.Question2.Title": "Tôi đang đi cấp cứu. Liệu tôi có được bảo hiểm nếu mua bảo hiểm bây giờ?",
  "Ads.TravelInsurance.Student.FAQ.Question2.Contents": "Rất tiếc, bạn không thể được bảo hiểm. Điều đó bởi vì bảo hiểm du lịch không bao gồm phạm vi bảo hiểm cho các tình trạng có sẵn trước hoặc các vụ việc trước đó. Bạn đã kiểm tra với những nơi khác chưa? Nếu ai đó khẳng định họ có thể cung cấp phạm vi bảo hiểm, có thể đó là một hình thức lừa đảo, vì vậy hãy cẩn thận và từ chối đề nghị của họ.",
  "Ads.TravelInsurance.Student.FAQ.Question3.Title": "Tôi có nên mua bảo hiểm trực tiếp từ các công ty bảo hiểm không?",
  "Ads.TravelInsurance.Student.FAQ.Question3.Contents": "Tất nhiên! Bạn có thể liên hệ trực tiếp với công ty bảo hiểm để mua bảo hiểm. Sự khác biệt chính giữa mua từ công ty bảo hiểm và mua từ chúng tôi nằm ở quá trình yêu cầu bồi thường. Khi bạn mua từ công ty bảo hiểm, họ thường không hỗ trợ bạn trong việc nộp đơn yêu cầu bồi thường. Nếu có bất kỳ vấn đề nào xảy ra, bạn sẽ cần xử lý chúng một cách độc lập. Trên phía khác, khi bạn mua từ chúng tôi, đội ngũ chuyên gia của chúng tôi sẵn sàng cung cấp hỗ trợ mỗi khi bạn cần sự trợ giúp. Ngoài ra, một số sản phẩm thậm chí có thể đắt hơn khi mua trực tiếp từ công ty bảo hiểm so với mua từ chúng tôi."

}